{
  "Navigation": {
    "projects": { "text": "Projects", "link": "projects" },
    "about": { "text": "About", "link": "about" },
    "ourKnowHow": { "text": "Our Knowhow", "link": "ourKnowHow" },
    "courses": { "text": "Courses", "link": "courses" },
    "blog": { "text": "Blog", "link": "blog" },
    "contact": { "text": "Contact", "link": "contact" }
  },
  "Footer": {
    "contactSection": {
      "title": "Contact"
    },
    "donation": {
      "text": "Thank you for your donations"
    },
    "copyright": "iSTEP. All rights reserved.",
    "impressum": "Legal Notice",
    "statuten": "Statutes"
  },
  "DonateButton": { "text": "Donate" },

  "About": {
    "mainTitle": "Education for all.",
    "subTitle": "Providing individual support to people with difficult access to education and growing together in the process - that is the aim of iSTEP.",
    "whoIs": {
      "title": "Who is iSTEP",
      "subTitle": "The idea of iSTEP originated in 2015.",
      "text": "Adrian Burkhalter launched the NGG (Next Generation Give & Grow) project as part of his work as a learning mentor at Swisscom. For seven years, he ran IT courses in collaboration with over 300 participating apprentices, from which over 500 asylum seekers benefited. After retiring, Adrian developed this idea further privately and so, after a few months of development work, the iSTEP association was founded in early summer 2023. The team now consists of 12 members. We also work together with various aid organizations."
    },
    "teamSwiss": {
      "title": "Team Switzerland",
      "subTitle": ""
    },
    "teamAlbaniaLezna": {
      "title": "Team Albania, Lezha",
      "subTitle": ""
    },
    "teamAlbaniaElbasan": {
      "title": "Team Albania, Elbasan A2B",
      "subTitle": ""
    },
    "ourVision": {
      "title": "Our vision",
      "subTitle": "",
      "enable": {
        "title": "Enable",
        "text": "Our multimedia and IT courses provide participants with a solid foundation of office, design and coding skills, making it easier for them to enter the job market and equipping them for independent further training."
      },
      "createSpace": {
        "title": "Creating space",
        "text": "We create a space for exchange, support and acceptance. Personal development and the promotion of social skills and teamwork are fundamental cornerstones. But it also offers a place to share experiences, the everyday and the extraordinary, and to be together."
      }
    },
    "ourValues": {
      "title": "Our Values",
      "subTitle": "",
      "appreciation": {
        "title": "Appreciation",
        "text": "We meet other people with kindness, respect, and openness. No matter where a person comes from, what they believe, or where they are in life, we are open, appreciative, and empathetic toward everyone."
      },
      "individualSupport": {
        "title": "Individual Support",
        "text": "In our activities, the person with their own experiences is at the center. We provide our participants with individual support and make sure to encourage them according to their level."
      },
      "growingTogether": {
        "title": "Growing Together",
        "text": "Our passion is to show people new perspectives, give them a sense of confidence, and motivate them to take the next step. Through valuable exchange, we learn and grow together with our participants."
      }
    }
  },
  "Home": {
    "mainTitle": "Education for All.",
    "subTitle": "Supporting individuals with limited access to education and growing together – this is the goal of iSTEP.",
    "whatWeDo": {
      "title": "What We Do",
      "subTitle": "We specifically look for projects that can sustainably support disadvantaged people.",
      "text": "Disadvantages can take many forms. A person might be seeking asylum, orphaned, or have not received the education they were entitled to. iSTEP provides support, for example, in the form of multilingual training modules that can be conducted online or on-site, with or without supervision. Depending on the knowledge level, the content includes skills in Microsoft Office, multimedia skills, or learning programming languages.",
      "text2": "To sustainably support these individuals, we rely on local support. Our partners share our vision and ensure that we stay in touch with participants after the initial on-site engagement. In addition, we support participants after the first engagement with our continuously growing online offerings."
    },
    "ourProjects": {
      "title": "Our Projects",
      "subTitle": "We work directly on-site in Albania at these locations."
    },
    "contactPerson": {
      "title": "Contact Person",
      "subTitle": "We’re happy to assist you with any questions and look forward to hearing from you.",
      "buttonText": "entire team",
      "person": {
        "name": "Adrian",
        "text": "My vision is to invest in other people, their wishes, and projects. With a new team, we are now opening the next chapter of iSTEP.",
        "email": "info@iSTEP.ch",
        "phone": "+41 79 300 02 83"
      }
    },
    "ourCourses": {
      "title": "Courses",
      "subTitle": "Our IT and Multimedia courses are divided into two levels - Beginner and Advanced",
      "text": "We offer a variety of courses in the field of IT and multimedia. The following are the most attended:"
    },
    "results": {
      "title": "Results",
      "subTitle": "Works by our course participants",
      "text": "We offer various courses in the field of IT and multimedia. The following are the most attended:",
      "buttonText": "learn more"
    },
    "blog": {
      "title": "Blog",
      "subTitle": "News from us",
      "text": "",
      "buttonText": "Full Blog"
    }
  },

  "Blog": {
    "title": "Blog",
    "subTitle": "The Latest from iSTEP",
    "moreText": "Read More"
  },

  "Contact": {
    "title": "Contact Us",
    "subTitle": "",
    "form": {
      "lastname": "Last Name",
      "firstname": "First Name",
      "email": "Email",
      "message": "Message",
      "subjectText": "What is your inquiry about?",

      "buttonText": "Send"
    },
    "formOptions": [
      "I am interested in a course",
      "I want to help with a project",
      "I want to donate",
      "I have another reason, which I will mention in the message",
      "I want to sign up for the newsletter"
    ]
  },
  "Courses": [
    {
      "title": "IT / Computer Science",
      "moreText": "Read More",
      "backgroundColor": "#E07200",
      "imagePosition": "justify-start",
      "link": "computerScienceCourses"
    },
    {
      "title": "Multimedia",
      "moreText": "Read More",
      "backgroundColor": "#509D75",
      "imagePosition": "justify-start",
      "link": "multimedia"
    },
    {
      "title": "MS-Office",
      "moreText": "Read More",
      "backgroundColor": "#F8B344",
      "imagePosition": "justify-start",
      "link": "msOffice"
    },
    {
      "title": "Diverse Courses",
      "moreText": "Read More",
      "backgroundColor": "#E07200",
      "imagePosition": "justify-start",
      "link": "variousCourses"
    }
  ],

  "Donate": {
    "mainTitle": "Donate",
    "donateQR": {
      "title": "QR Code",
      "image": "/donate/QR-Code.png"
    },
    "donateBank": {
      "title": "Bank Details",
      "IBAN": "CH68 0900 0000 1617 1693 4",
      "name": "iSTEP",
      "address": "Parkettstrasse 36",
      "address2": "3432 Lützelflüh-Goldbach BE"
    },
    "donateRaiseNow": {
      "title": "Kredit / Debitkarte & Twint",
      "description": "The donations for iSTEP are processed via the RaiseNow platform. (RaiseNow offers all-round solutions for non-profit organizations). As an iSTEP association, we are tax-exempt. Transaction fees are incurred for the execution of the transaction, which are paid to RaiseNow."
    }
  },
  "General": {
    "navbar": {
      "donate": "Donate",
      "ourProjects": "Our Projects",
      "aboutUs": "About Us",
      "courses": "Courses",
      "blog": "Blog",
      "contact": "Contact"
    },
    "footer": {
      "contact": "Contact",
      "iSTEP": "iSTEP",
      "email": "email",
      "thanksForDonation": "Thank you for your donation",
      "donate": "Donate",
      "copyright": "All rights reserved.",
      "statuten": "Statutes",
      "impressum": "Imprint"
    }
  },

  "ComputerScienceCourses": {
    "mainTitle": "IT / Computer Science",
    "subTitle": "Our Courses in IT",
    "coursesTitle": "Our Courses",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
    "advancedToolTip": "Advanced user knowledge is a prerequisite for taking the course.",
    "ourCourses": {
      "title": "Our Courses",
      "beginner": "Beginner",
      "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
      "advanced": "Advanced",
      "advancedToolTop": "Advanced user knowledge is a prerequisite for taking the course.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "Lezha High School:\nWeb Development Block Course",
        "where": "Online and In-person lessons",
        "badge": "Advanced",
        "descriptionTitle": "Course Description",
        "description": "The Web Development Block Course introduces you to the fundamentals of web development. You will acquire basic knowledge in HTML, CSS, and JavaScript, enabling you to build interactive websites and web applications.",
        "whatYouLearnTitle": "What You Learn",
        "whatYouLearnText": "",
        "whatYouLearnList": [
          "Create the basic structure of a website with HTML",
          "Implement navigation for multi-page websites",
          "Style and design websites with CSS",
          "Program interactive elements and website logic with JavaScript"
        ],
        "workpiecesTitle": "Practical Work",
        "workpiecesList": [
          "Create your own HTML & CSS website",
          "Develop an interactive website as a final project"
        ],
        "courseOrganizationTitle": "Course Organization and Registration",
        "courseOrganizationText": "This course is offered as a block course consisting of a set number of online and in-person lessons. The next iteration is expected to run from January to April 2025. Official registration will take place at the end of 2024. You can pre-register anytime if you're interested.",
        "requirementsTitle": "Requirements",
        "requirementsList": [
          "Good computer user skills",
          "A personal laptop and internet connection at home",
          "A Discord account for participation in the online sessions",
          "Interest in web development and programming"
        ],
        "moreText": "Learn More"
      },
      {
        "title": "A2B Elbasan: IT Online Course",
        "where": "Online",
        "badge": "Advanced",
        "descriptionTitle": "Course Description",
        "description": "The IT Online Course is perfect for you if you are passionate about computers, regardless of your prior knowledge. In this course, you will be guided step-by-step through the fundamentals of developing applications, websites, and small games – from planning to implementation to publication. Additionally, you will gain knowledge about general computer usage and network technologies. This course is ideal for turning your interest in technology into practical, applicable knowledge.",
        "whatYouLearnTitle": "What You Learn",
        "whatYouLearnList": [
          "Backend and frontend development from planning and implementation to publication",
          "Program small games",
          "Program websites and web applications",
          "How a computer is structured"
        ],
        "workpiecesTitle": "Practical Work",
        "workpiecesList": [
          "Efficient learning",
          "Learning to use the note-taking tool Obsidian",
          "Creating simple websites with HTML, CSS, and JavaScript",
          "Analyzing the structure and content of websites",
          "Creating wireframes",
          "Understanding the roles of client and server",
          "Building a Rock/Paper/Scissors game application with PHP"
        ],
        "courseOrganizationTitle": "Course Organization and Registration",
        "courseOrganizationText": "Courses are held every two weeks on Saturdays from 10:00 AM to 2:00 PM. Registration is possible at any time.",
        "requirementsTitle": "Requirements",
        "requirementsList": [
          "Interest in programming",
          "A good amount of motivation",
          "Basic computer knowledge is an advantage but not mandatory"
        ],
        "moreText": "Learn More"
      }
    ],
    "moreCourses": {
      "title": "More Courses",
      "subTitle": "We have many more exciting courses available"
    }
  },

  "MultimediaCourses": {
    "mainTitle": "Multimedia",
    "subTitle": "Our Courses in Multimedia (Design, Photography, Video)",
    "coursesTitle": "Our Courses",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
    "advancedToolTip": "Advanced user knowledge is a prerequisite for taking the course.",
    "ourCourses": {
      "title": "Our Courses",
      "beginner": "Beginner",
      "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
      "advanced": "Advanced",
      "advancedToolTop": "No prior knowledge required. User skills will be acquired during the course.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "A2B Elbasan: Creative Online Course",
        "where": "Online",
        "badge": "Advanced",
        "descriptionTitle": "Course Description",
        "description": "The Multimedia course is perfect for you if you are passionate about creative work on computers – regardless of your prior knowledge. In this course, you will learn step by step everything from basic computer user skills to using common applications such as Office 365. You will dive into the world of multimedia and learn how to use various programs to create impressive projects.",
        "whatYouLearnTitle": "What You Learn",
        "whatYouLearnText": "The topics vary widely and cover different aspects of digital work. There is no overarching schedule for when each topic is covered, as this depends on the instructors of each course date. If you are interested, get in touch with us and we will gladly explain what is currently being taught in the courses. Below are topics we have already covered, but new ones may be added anytime:",
        "whatYouLearnList": [
          "Computer User Basics: Introduction to the basic operation and usage of your computer.",
          "Office 365: You will learn the basics of using the essential Office applications Word, PowerPoint, and Excel. Depending on availability, the free LibreOffice versions Writer, Impress, and Calc will be used.",
          "Design and Layout with Canva: Basics of design (e.g., typography, color theory, layout). You will learn what makes an appealing design and how to go from a blank page to a finished design. The implementation takes place in Canva, a design program that can be used both in the browser and as an application.",
          "Photography with Darktable: You will learn the three fundamental camera settings, different image settings, and principles for creating an appealing picture. You will also learn how to edit your photos using Darktable.",
          "Videography with DaVinci Resolve: You will learn about film history and how films are made. You will write a script with guidance, create a storyboard, and film it. This can be done with a camera or smartphone. Editing and cutting the film will be done using DaVinci Resolve."
        ],
        "workpiecesTitle": "Practical Work",
        "workpiecesList": [
          "Self-designed flyer",
          "Drawing storyboards",
          "Film production: Writing a script, filming, editing, adding sound, and exporting."
        ],
        "courseOrganizationTitle": "Course Organization and Registration",
        "courseOrganizationText": "Courses are held continuously every two weeks on Saturdays from 10:00 AM to 2:00 PM. Registration is possible at any time. However, since some topics span multiple Saturdays, you may need to review past materials in self-study when you join mid-topic. This ensures you won't miss any important information. If you have any questions, feel free to contact the course instructors.",
        "requirementsTitle": "Requirements",
        "requirementsList": [
          "Enjoy working with computers",
          "Interest in creative work",
          "Basic computer knowledge is helpful but not mandatory",
          "For certain topics, a smartphone for recording or an email address for registering with a computer program may be required. This will be communicated to you in advance. If you don't have these, we will find a solution together."
        ],
        "moreText": "Learn More"
      }
    ],
    "moreCourses": {
      "title": "More Courses",
      "subTitle": "We have many more exciting courses available"
    }
  },

  "OfficeCourses": {
    "mainTitle": "Office",
    "subTitle": "Courses for Office Applications",
    "coursesTitle": "Our Courses",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
    "advancedToolTip": "Advanced user knowledge is a prerequisite for taking the course.",
    "ourCourses": {
      "title": "Our Courses",
      "beginner": "Beginner",
      "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
      "advanced": "Advanced",
      "advancedToolTop": "No prior knowledge required. User skills will be acquired during the course.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "Gjadër Casa Rozalba 1: Office Applications Basic Course",
        "where": "Online",
        "badge": "Beginner",
        "descriptionTitle": "Course Description",
        "description": "The basic course for office applications is aimed at beginners to intermediate users and covers basic computer user skills as well as the use of common office applications for word processing and spreadsheets.",
        "whatYouLearnTitle": "What You Learn",
        "whatYouLearnText": "The topics vary widely and cover different aspects of digital work. There is no overarching schedule for when each topic is covered, as this depends on the instructors of each course date. If you are interested, feel free to contact us and we will gladly explain what is currently being taught in the courses. Below are topics we have already covered, but new ones may be added anytime:",
        "whatYouLearnList": [
          "Using Discord to participate in online courses",
          "Basic knowledge of using the File Explorer and managing files",
          "Spreadsheet management with Excel or LibreOffice Calc",
          "Creating and formatting text files with Microsoft Word or LibreOffice Writer"
        ],
        "workpiecesTitle": "Practical Work",
        "workpiecesList": [
          "Create a file storage system",
          "Create and edit your own Excel files",
          "Create and edit your own Word files"
        ],
        "courseOrganizationTitle": "Course Organization and Registration",
        "courseOrganizationText": "Currently, we have a weekly online course program. Registration is available at any time.",
        "requirementsTitle": "Requirements",
        "requirementsList": [
          "Access to a laptop with an internet connection",
          "Discord account to participate in online courses",
          "Interest in computer applications"
        ],
        "moreText": "Learn More"
      },
      {
        "title": "Librazhd: Office Applications Basic Course",
        "where": "Online",
        "badge": "Beginner",
        "descriptionTitle": "Course Description",
        "description": "The basic course for office applications is aimed at beginners to intermediate users and covers basic computer user skills as well as the use of common office applications for word processing and spreadsheets.",
        "whatYouLearnTitle": "What You Learn",
        "whatYouLearnText": "The topics vary widely and cover different aspects of digital work. There is no overarching schedule for when each topic is covered, as this depends on the instructors of each course date. If you are interested, feel free to contact us and we will gladly explain what is currently being taught in the courses. Below are topics we have already covered, but new ones may be added anytime:",
        "whatYouLearnList": [
          "Using Discord to participate in online courses",
          "Basic knowledge of using the File Explorer and managing files",
          "Spreadsheet management with Excel or LibreOffice Calc",
          "Creating and formatting text files with Microsoft Word or LibreOffice Writer"
        ],
        "workpiecesTitle": "Practical Work",
        "workpiecesList": [
          "Create a file storage system",
          "Create and edit your own Excel files",
          "Create and edit your own Word files"
        ],
        "courseOrganizationTitle": "Course Organization and Registration",
        "courseOrganizationText": "Currently, we have a weekly online course program. Registration is available at any time.",
        "requirementsTitle": "Requirements",
        "requirementsList": [
          "Access to a laptop with an internet connection",
          "Discord account to participate in online courses",
          "Interest in computer applications"
        ],
        "moreText": "Learn More"
      }
    ],
    "moreCourses": {
      "title": "More Courses",
      "subTitle": "We have many more exciting courses available"
    }
  },

  "VariosCourses": {
    "mainTitle": "Diverse Courses",
    "subTitle": "Discover our diverse range of courses here",
    "coursesTitle": "Our Courses",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
    "advancedToolTip": "Advanced user knowledge is a prerequisite for taking the course.",
    "ourCourses": {
      "title": "Our Courses",
      "beginner": "Beginner",
      "beginnerToolTip": "No prior knowledge required. User skills will be acquired during the course.",
      "advanced": "Advanced",
      "advancedToolTop": "No prior knowledge required. User skills will be acquired during the course.",
      "toolTopActive": "true",
      "noCourses": "Unfortunately, we currently have no diverse courses available."
    },
    "courses": [
      {
        "title": "Librazhd: Details Coming Soon",
        "where": "",
        "badge": "Beginner",
        "descriptionTitle": "Course Description",
        "description": "Details will follow shortly.",
        "whatYouLearnTitle": "",
        "whatYouLearnText": "",
        "whatYouLearnList": [],
        "workpiecesTitle": "",
        "workpiecesList": [],
        "courseOrganizationTitle": " ",
        "courseOrganizationText": "",
        "requirementsTitle": "",
        "requirementsList": [],
        "moreText": "Learn More"
      }
    ],
    "moreCourses": {
      "title": "More Courses",
      "subTitle": "We have many more exciting courses available"
    }
  },

  "OurCourses": {
    "mainTitle": "Our Courses",
    "subTitle": "Discover our diverse range of courses here"
  },
  "OurProjects": {
    "mainTitle": "Our Projects",
    "subTitle": "The iSTEP association was founded in early summer 2023. The team now consists of 12 members."
  },

  "OurKnowHow": {
    "mainTitle": "Our Knowledge",
    "subTitle": "Individually supporting people with limited access to education and growing together – that’s the goal of iSTEP.",
    "digitalSkills": {
      "title": "Digital Skills",
      "text": "Our volunteers possess a wide range of digital skills acquired through education and in their work. Here’s a small selection."
    },
    "elements": [
      {
        "title": "Computer Science",
        "list": [
          "Software Development",
          "Web Development",
          "Scripting",
          "Computer Basics",
          "Hardware Knowledge",
          "Virtualization and Containerization",
          "Networking",
          "DevOps Tools",
          "IT Security"
        ]
      },
      {
        "title": "Multimedia",
        "list": [
          "Web Design",
          "Graphic Theory",
          "Photography",
          "Video Production"
        ]
      },
      {
        "title": "User Knowledge",
        "list": [
          "Office Applications (Word Processing, Spreadsheets, Presentations)",
          "Email Programs & Web Browsers",
          "Windows and Linux",
          "Digital Security"
        ]
      }
    ],
    "otherSkills": {
      "title": "Other Skills",
      "text": "While our current focus is on digital education, we are always open to teaching other valuable skills. Our volunteers can also share the following knowledge:",
      "list": ["Sewing (with sewing machines)", "Self-Management"]
    }
  },

  "OurTeam": {
    "swissTeam": {
      "title": "Team Switzerland",
      "subTitle": ""
    },
    "lezhaTeam": {
      "title": "Team Albania, Lezha",
      "subTitle": ""
    },
    "elbasanTeam": {
      "title": "Team Albania, Elbasan A2B",
      "subTitle": ""
    }
  },
  "Projects": [
    {
      "title": "Pilot Project Digital Literacy for Refugees (Digital Skills)",
      "teaser": "iSTEP supports a pilot project by Powercoders, conducted at the Tiefenau collective accommodation in Bern. In eight course modules, asylum seekers learn the basics of everyday digital life. Topics range from using the internet and email communication to job searching and online interviews. The aim is to provide participants with the necessary tools to integrate into our digitalized society.",
      "moreText": "Read More",
      "link": "/digitalLiteracy",
      "image": "/projects/digitalLiteracy/digitalLiteracy.jpg",
      "details": {
        "theLocation": "",
        "theLocationText": "",
        "theLocationImage": "/projects/digitalLiteracy/digitalLiteracy_1.jpg",
        "whatWeDo": "",
        "whatWeDoText": "",
        "whatWeDoText2": "",
        "whatWeDoImage": "/projects/digitalLiteracy/digitalLiteracy_2.jpg"
      }
    },
    {
      "title": "Lezha",
      "teaser": "In the small town of Lezha in northwest Albania, iSTEP collaborates with the locally active Venerini Sisters. We supplement the educational offerings at the high school run by the Venerini Sisters with additional computer science courses and support the teachers in the IT field.",
      "moreText": "Read More",
      "link": "/lezha",
      "image": "/projects/lezha/lezha.jpg",
      "details": {
        "theLocation": "The Location",
        "theLocationText": "Lezha is a small, quiet town in northwest Albania, not far from the beautiful tourist beaches of Shëngjin. The Venerini Sisters run a high school here, as well as a reintegration center and a stepping stone for young women transitioning into adulthood. We work closely with local organizations and volunteers to build on existing projects.",
        "theLocationImage": "/projects/lezha/lezha_1.jpg",
        "whatWeDo": "What We Do",
        "whatWeDoText": "Since September 2023, iSTEP has been active at the high school in Lezha, expanding the school’s IT curriculum with additional online modules for interested students. In January 2024, we launched the first pilot web development block course. In twelve online segments and five in-person lessons, students were taught the basics of web development using HTML, CSS, and JavaScript. Participants successfully completed the course with their own website project and a final exam. The block course will be offered again in the next school year for new students. We also provide advice and help the IT teaching staff with preparing teaching materials.",
        "whatWeDoText2": "For the young women from the Casa Rozalba I reintegration center, we offer general computer courses as needed, helping them equip themselves with the necessary digital skills for the transition to adult life.",
        "whatWeDoImage": "/projects/lezha/lezha_2.jpg"
      }
    },
    {
      "title": "Elbasan",
      "teaser": "Elbasan is a larger city in central Albania. iSTEP is building on the existing school project of the Aid to the Balkans (A2B) organization here. We equip the school and day care center for disadvantaged children and youth with laptops. In ongoing courses, participants can develop and deepen their multimedia and IT skills.",
      "moreText": "Read More",
      "link": "/elbasan",
      "image": "/projects/elbasan/elbasan.jpg",
      "details": {
        "theLocation": "The Location",
        "theLocationText": "Elbasan is the fourth largest city in Albania. On the outskirts of Elbasan lies the A2B center of the eponymous charity. The center offers a kindergarten, as well as a lunch service providing warm meals to children and youth from a nearby school. As part of their after-lunch activities, the center also provides homework help and tutoring. Although primarily aimed at children from poorer backgrounds, the services are also open to better-off families, preventing stigma and fostering a beneficial mixing of social groups. The building also serves as a storage facility for aid goods and food for the organization’s other programs. iSTEP uses A2B’s aid shipments to send IT materials to Albania.",
        "theLocationImage": "/projects/elbasan/elbasan_1.jpg",
        "whatWeDo": "What We Do",
        "whatWeDoText": "Since our first deployment in September 2023, iSTEP has been offering regular online courses for the children at the A2B center, building on the center's daily structure programs. The courses take place every 14 days and are modular in design. Through this continuity, we achieve a progressive learning effect and build trust with the children and young people. Regular exchange also allows us to understand the participants' interests and provide individualized support when needed.",
        "whatWeDoText2": "The courses are supported by local translators to ensure that even children with limited English skills can participate. The program is divided into two main areas: One focuses on creative skills, teaching design concepts, as well as image and video editing, while the other focuses on IT skills.",
        "whatWeDoImage": "/projects/elbasan/elbasan_2.jpg"
      }
    },
    {
      "title": "Gjadër",
      "teaser": "In the small village of Gjadër, located near Lezha, is the youth and aid center Casa Rozalba I run by the Venerini Sisters. Here, children and women from difficult circumstances find a new home. iSTEP complements the existing educational offerings of the center with computer courses. We also provide laptops and other equipment to help women and children access the digital world.",
      "moreText": "Read More",
      "link": "/gjader",
      "image": "/projects/gjader/gjader.jpg",
      "details": {
        "theLocation": "The Location",
        "theLocationText": "Gjadër is a small village a few minutes by car from Lezha. It is known for its abandoned military airport, which now serves as a scrapyard for old aircraft. The deserted runway cuts through the village, shaping its landscape. Right next to the dilapidated runway is the Casa Rozalba I youth and aid center run by the Venerini Sisters.",
        "theLocationImage": "/projects/gjader/gjader_1.jpg",
        "whatWeDo": "What We Do",
        "whatWeDoText": "Since iSTEP’s first outreach in September 2023, we have been offering introductory courses in general computer skills and office applications at Casa Rozalba. As many of the children and women at the center come from difficult circumstances, iSTEP also provides material support, supplying the residents with laptops and peripherals. The focus of our on-site missions is to bring interested individuals to a technical level that allows them to participate in further online courses.",
        "whatWeDoText2": "",
        "whatWeDoImage": "/projects/gjader/gjader_2.jpg"
      }
    },
    {
      "title": "Librazhd",
      "teaser": "Librazhd is a small town in the Librazhd municipality in the Elbasan district in southeastern Albania. It is iSTEP’s newest location, opened during an operation in Elbasan in 2024. The team met a couple who volunteer with youth, and quickly realized that iSTEP could complement their program with online courses.",
      "moreText": "Read More",
      "link": "/librazhd",
      "image": "/projects/librazhd/librazhd.jpg",
      "details": {
        "theLocation": "The Location",
        "theLocationText": "Librazhd lies in the valley of the Shkumbin River, with the border to North Macedonia just ten kilometers east. The town lies on an important traffic axis connecting Albania’s coast with the southeast and North Macedonia. A couple has set up a volunteer project here, offering leisure activities for youth, among other things.",
        "theLocationImage": "/projects/librazhd/librazhd_1.jpg",
        "whatWeDo": "What We Do",
        "whatWeDoText": "In August 2024, iSTEP held a one-week MS Office basic course with the youth in Librazhd as part of a pilot project. The course was very well received, and all parties agreed that the collaboration with iSTEP should continue. The new project site has been equipped with the necessary start-up materials, including laptops and peripherals, so that Librazhd can officially join iSTEP’s online course program. Ongoing online courses are planned to begin in November 2024.",
        "whatWeDoText2": "",
        "whatWeDoImage": "/projects/librazhd/librazhd_2.jpg"
      }
    }
  ],

  "Results": [
    {
      "title": "Photography",

      "backgroundColor": "#E07200",
      "imagePosition": "justify-center",
      "link": ""
    },
    {
      "title": "Presentation",

      "backgroundColor": "#509D75",
      "imagePosition": "justify-center",
      "link": ""
    },
    {
      "title": "Video",

      "backgroundColor": "#F8B344",
      "imagePosition": "justify-center",
      "link": ""
    }
  ],
  "TeamMember": {
    "swiss": [
      {
        "name": "Adrian",
        "text": "My life has been shaped by the privileges in Switzerland. For this, I am grateful, but at the same time, I am deeply concerned about the social and societal injustices. This led to an inner drive to share my good fortune with disadvantaged people. I regularly took part in volunteer missions both in Switzerland and abroad. All these encounters, experiences, and challenges not only expanded my horizon but also led to great inner gratitude. My vision is to invest in other people, their wishes, and their projects. Together with a new team, we are now opening the next chapter of iSTEP. I am curious and excited to see who we will reach and accompany on their STEPs.",
        "moreText": "Read More"
      },
      {
        "name": "Aline",
        "text": "Working with people makes me happy. Helping people and making a difference in their lives is my motivation. When I came into contact with this work during my training, I immediately knew I wanted to continue supporting and be part of this project even after my training.",
        "moreText": "Read More"
      },
      {
        "name": "Dominic",
        "text": "The world of technology offers endless possibilities and has allowed me to expand my horizons and pursue an exciting career. It’s an exciting journey filled with challenges and moments of success. I am happy to share the knowledge I have gained and help others embark on their own transformative journey.",
        "moreText": "Read More"
      },
      {
        "name": "Sven",
        "text": "Not everyone is fortunate enough to be born in a country with equal opportunities and access to good education. For me, it is one of the greatest privileges to pass on my knowledge to people who have been denied such opportunities. The gratitude of these people fills me with pride and is a constant motivation to advance the vision of iSTEP.",
        "moreText": "Read More"
      },
      {
        "name": "Matt",
        "text": "The exchange of knowledge and culture between people from diverse backgrounds is fascinating. Being right in the middle of it is even more exciting. Through my missions, I can share my expertise with these people, helping them gain new perspectives while simultaneously broadening my own horizons.",
        "moreText": "Read More"
      },
      {
        "name": "Michelle",
        "text": "During my training, I had the opportunity to accompany people from other countries and cultures on a part of their journey. This experience enriched me more than I initially imagined. That is why I now want to continue this work and give others the same opportunity.",
        "moreText": "Read More"
      },
      {
        "name": "Olivia",
        "text": "As part of my training, I had already had the chance to work on the predecessor project of iSTEP. The exchange with people from other cultures and backgrounds was a valuable and enriching experience that I am now continuing at iSTEP. I am eager to share my enthusiasm for IT with others and help them acquire knowledge that will support them on their future path.",
        "moreText": "Read More"
      },
      {
        "name": "Maxim",
        "text": "Intercultural exchange has always fascinated and interested me. During my exchange year in Russia, I gained insight into a culture that was previously foreign to me, which significantly expanded my horizons and helped me grow. This year also made me more aware of my privileges, especially the privilege of being able to enjoy free, good education, which enables me to be a more attractive person both professionally and personally. Unfortunately, not all people in the world have such easy access to quality education. Through iSTEP, I want to help make education more accessible and improve the lives of less privileged people in a sustainable way.",
        "moreText": "Read More"
      },
      {
        "name": "Yannic",
        "text": "Working with different people is very interesting to me. During my training, I came into contact with this work. I enjoy helping others and expanding my skills while passing on knowledge.",
        "moreText": "Read More"
      },
      {
        "name": "Deborah",
        "text": "My conviction regarding the urgency of social justice motivated me to join iSTEP. Collaborating with people from diverse cultural backgrounds not only brings me joy, but I also see it as essential to achieve common goals. With my studies in Design Management International and my passionate commitment to design in the context of social change, I see iSTEP as a significant opportunity to help disadvantaged people access education.",
        "moreText": "Read More"
      },
      {
        "name": "Marc",
        "text": "I'm still working on my text...",
        "moreText": "Read More"
      },
      {
        "name": "Nadine",
        "text": "I'm still working on my text...",
        "moreText": "Read More"
      }
    ],

    "albaniaLezha": [
      {
        "name": "Izabela",
        "text": "When I heard about the project, I immediately knew I wanted to be a part of it! I knew that this project would be an innovation for Albanians. It would give everyone interested in technology a new opportunity! I am grateful and more than happy about this project!",
        "moreText": "Read More"
      }
    ],
    "albaniaElbasan": [
      {
        "name": "Fabjan",
        "text": "Working with iSTEP helps me contribute and positively impact the lives of children.",
        "moreText": "Read More"
      },

      {
        "name": "Peki",
        "text": "Technology and IT skills are some of the most important abilities required today. My desire is to give all children and adults the opportunity to acquire and develop these skills. In collaboration with iSTEP, we have the opportunity to launch this project in Elbasan. Moreover, we aim to motivate children to learn and discover their potential.",
        "moreText": "Read More"
      }
    ]
  },
  "impressum": {
    "title": "Legal Notice",
    "disclaimer": {
      "title": "Disclaimer",
      "text": "The author accepts no liability whatsoever for the correctness, accuracy, up-to-dateness, reliability and completeness of the information. Liability claims against the author for damages of a material or immaterial nature arising from access to or use or non-use of the published information, misuse of the connection or technical faults are excluded. All offers are non-binding. The author expressly reserves the right to change, supplement or delete parts of the pages or the entire offer without special notice or to cease publication temporarily or permanently."
    },
    "disclaimerForLinks": {
      "title": "Disclaimer for links",
      "text": "References and links to third-party websites are outside our area of responsibility. Any responsibility for such websites is rejected. Access to and use of such websites is at the user's own risk."
    },
    "copyrights": {
      "title": "Copyrights",
      "text": "The copyright and all other rights to content, images, photos or other files on this website belong exclusively to the specifically named rights holders. The written consent of the copyright holder must be obtained in advance for the reproduction of any elements."
    }
  }
}
