{
  "Navigation": {
    "projects": { "text": "Unsere Projekte", "link": "projects" },
    "about": { "text": "Über uns", "link": "about" },
    "ourKnowHow": { "text": "Unser Knowhow", "link": "ourKnowHow" },
    "courses": { "text": "Kurse", "link": "courses" },
    "blog": { "text": "Blog", "link": "blog" },
    "contact": { "text": "Kontakt", "link": "contact" }
  },
  "Footer": {
    "contactSection": {
      "title": "Kontakt"
    },
    "donation": {
      "text": "Danke für deine Spenden"
    },
    "copyright": "iSTEP. All rights reserved.",
    "impressum": "Impressum",
    "statuten": "Statuten"
  },
  "DonateButton": { "text": "Spenden" },
  "About": {
    "mainTitle": "Bildung für Alle.",
    "subTitle": "Menschen mit erschwertem Zugang zu Bildung individuell fördern und dabei gemeinsam wachsen - das ist das Ziel von iSTEP.",
    "whoIs": {
      "title": "Wer ist iSTEP",
      "subTitle": "Die Idee von iSTEP hat ihren Ursprung im Jahr 2015.",
      "text": "Adrian Burkhalter rief im Rahmen seiner Tätigkeit als Lernbegleiter bei Swisscom das Projekt NGG (Next Generation Give & Grow) ins Leben. Sieben Jahre lang führte er in Zusammenarbeit mit über 300 beteiligten Lernenden IT-Kurse durch, von denen über 500 Asylsuchende profitierten. Nach seiner Pensionierung entwickelte Adrian diese Idee privat weiter und so wurde nach einigen Monaten Aufbauarbeit im Frühsommer 2023 der Verein iSTEP gegründet. Mittlerweile besteht das Team aus 12 Mitgliedern. Zudem arbeiten wir mit verschiedenen Hilfsorganisationen zusammen."
    },
    "teamSwiss": {
      "title": "Team Schweiz",
      "subTitle": ""
    },
    "teamAlbaniaLezna": {
      "title": "Team Albania, Lezha",
      "subTitle": ""
    },
    "teamAlbaniaElbasan": {
      "title": "Team Albania, Elbasan A2B",
      "subTitle": ""
    },
    "ourVision": {
      "title": "Unsere Vision",
      "subTitle": "",
      "enable": {
        "title": "Befähigen",
        "text": "Unsere Multimedia- und IT-Kurse vermitteln den Teilnehmenden eine solide Basis an Office-, Design- und Coding-Kenntnissen, die ihnen den Zugang zum Arbeitsmarkt erleichtern und ihnen das Rüstzeug zur eigenständigen Weiterbildung mit auf den Weg geben."
      },
      "createSpace": {
        "title": "Raum schaffen",
        "text": "Wir schaffen einen Raum für Austausch, Unterstützung und Akzeptanz. Die persönliche Entwicklung und die Förderung von Sozialkompetenz und Teamfähigkeit sind elementare Grundsteine. Er bietet aber auch einen Ort zum Teilen von Erlebnissen, von Alltäglichem und Ausserordentlichem, und zum gemeinsamen Sein."
      }
    },
    "ourValues": {
      "title": "Unsere Werte",
      "subTitle": "",
      "appreciation": {
        "title": "Wertschätzung",
        "text": "Wir begegnen anderen Menschen mit Freundlichkeit, Respekt und Offenheit. Egal woher eine Person kommt, woran sie glaubt oder wo sie im Leben steht, wir sind für alle Menschen offen, wertschätzend und empathisch."
      },
      "individualSupport": {
        "title": "Individuell fördern",
        "text": "Bei unseren Aktionen steht der Mensch mit seinen eigenen Erfahrungen im Zentrum. Wir ermöglichen unseren Teilnehmenden eine individuelle Betreuung und achten darauf, sie ihrem Niveau entsprechend zu fördern."
      },
      "growingTogether": {
        "title": "Gemeinsam wachsen",
        "text": "Unsere Leidenschaft ist es, Menschen neue Perspektiven zu zeigen, ihnen ein Gefühl der Zuversicht zu vermitteln und sie zu motivieren, einen nächsten Schritt zu wagen. Durch den wertvollen Austausch lernen und wachsen wir mit unseren Teilnehmenden mit."
      }
    }
  },
  "Home": {
    "mainTitle": "Bildung für Alle.",
    "subTitle": "Menschen mit erschwertem Zugang zu Bildung individuell fördern und dabei gemeinsam wachsen - das ist das Ziel von iSTEP.",
    "whatWeDo": {
      "title": "Was wir tun",
      "subTitle": "Wir suchen gezielt nach Projekten, mit denen wir benachteiligte Menschen nachhaltig unterstützen können.",
      "text": "Benachteiligungen können ganz verschieden sein. Jemand kann asylsuchend oder verwaist sein oder hat nicht die Schulbildung erhalten, die ihr oder ihm zugestanden hätte. iSTEP unterstützt da beispielsweise in Form von mehrsprachigen Schulungsmodulen, die online oder vor Ort, mit oder ohne Betreuung durchgeführt werden können. Je nach Wissensstand geht es inhaltlich um Kenntnisse in Microsoft Office, multimediale Fertigkeiten oder das Erlernen von Programmiersprachen.",
      "text2": "Damit wir diese Personen auch nachhaltig fördern können, sind wir auf Unterstützung vor Ort angewiesen. Unsere Partner und Partnerinnen tragen unsere Vision mit und stellen sicher, dass wir nach einem ersten Einsatz vor Ort mit den Teilnehmenden in Kontakt bleiben. Zusätzlich unterstützen wir die Teilnehmenden auch nach dem ersten Einsatz mit unserem stetig wachsenden Onlineangebot."
    },
    "ourProjects": {
      "title": "Unsere Projekte",
      "subTitle": "Wir arbeiten direkt vor Ort in Albanien an diesen Standorten."
    },
    "contactPerson": {
      "title": "Kontaktperson",
      "subTitle": "Wir stehen dir bei Fragen gerne zur Verfügung und freuen uns von dir zu hören",
      "buttonText": "ganzes Team",
      "person": {
        "name": "Adrian",
        "text": "Meine Vision besteht darin, mich in andere Menschen, deren Wünsche und Projekte zu investieren. Mit einem neuen Team schlagen wir nun das nächste Kapitel iSTEP auf.",
        "email": "info@iSTEP.ch",
        "phone": "+41 79 300 02 83"
      }
    },
    "ourCourses": {
      "title": "Kurse",
      "subTitle": "Unsere IT und Multimedia Kurse sind in zwei Stufen unterteilt - Beginner und Advanced",
      "text": "Wir bieten diverse Kurse im Bereich der IT und Multimedia an. Am meisten besucht sind folgende:"
    },
    "results": {
      "title": "Ergebnisse",
      "subTitle": "Arbeiten von unsere Kursteilnehmern",
      "text": "Wir bieten diverse Kurse im Bereich der IT und Multimedia an. Am meisten besucht sind folgende :Wir bieten diverse Kurse im Bereich der IT und Multimedia an. Am meisten besucht sind folgende:",
      "buttonText": "mehr Erfahren"
    },
    "blog": {
      "title": "Blog",
      "subTitle": "Neues von uns",
      "text": "",
      "buttonText": "Ganzer Blog"
    }
  },
  "Blog": {
    "title": "Blog",
    "subTitle": "Das neueste von iSTEP",

    "blogs": [
      {
        "title": "“Hapur” – offen",
        "text": "Unser Nähatelier ist eingerichtet und offen für begeisterte Teilnehmer. Ja, richtig, wir dürfen diesmal sogar Eri und Marc an der Nähmaschine begrüssen, die voller Konzentration mit dabei sind. Ihr erstes Etui darf sich sehen lassen!",
        "moreText": "Mehr Lesen",
        "date": "2025.04.10",
        "texts": [
          "Nebst vier Frauen besuchen uns auch etwa sechs Mädchen im Teenageralter. Ester und ich sind da sehr gefordert mit erklären, helfen, zerbrochene Nadeln zu reparieren und Fadenknäuel zu entwirren. Alle möchten «schnell schnell» etwas nähen und mit nach Hause nehmen.",
          "Ich würde gerne etwas mehr Basics mitgeben, damit das Nähen auch gelingt, wenn wir nicht mehr vor Ort sind. Die Nähmaschinen aus der Schweiz bleiben schliesslich hier und dürfen weiter benutzt werden. ",
          "Die Freude an den gelungenen Necessaires, Taschen und Etuis ist aber immer sehr gross und unser albanisches Lob «mirë – shumë mirë» (gut / sehr gut) macht sie stolz!",
          "Es freut uns besonders, dass Lindita, die Leiterin vor Ort, selbst begeistert mitnäht, damit sie später mit den Mädels und Frauen weiternähen kann! Damit sind wir dem Ziel von iSTEP nachhaltig zu sein näher gekommen.",
          "Danke schön allen Spenderinnen und Spendern, die dies überhaupt möglich machen!, Hanni"
        ],

        "images": [
          "/blog/21_Hapur_Open/Bild_1.jpg",
          "/blog/21_Hapur_Open/Bild_2.jpg",
          "/blog/21_Hapur_Open/Bild_3.jpg",
          "/blog/21_Hapur_Open/Bild_4.jpg",
          "/blog/21_Hapur_Open/Bild_5.jpg",
          "/blog/21_Hapur_Open/Bild_6.jpg",
          "/blog/21_Hapur_Open/Bild_7.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Die Einsatztruppe Librazhd findet zusammen",
        "text": "Am Samstag, 5. April 2025, reist ein Teil der Elbasan-Einsatzgruppe ab, während für die Leiterinnen des Nähkurses Hanni und Esther der Transfer in die Kleinstadt Librazhd ansteht. Adrian macht gemeinsam mit Eri, einem der lokalen Helfer aus Librazhd, einen Schlenker zurück nach Tirana, um Marc und Olivia vom Flughafen abzuholen. Die beiden kamen mit einem frühen Flug, sodass die Gruppe fast pünktlich aufs Zmittag am neuen Einsatzort zusammenkommt.",
        "moreText": "Mehr Lesen",
        "date": "2025.04.07",
        "texts": [
          "Am Sonntagmorgen lädt die Sonne zum Spazieren ein. Das bergige Umland um das östlich gelegenen Librazhd sorgt für kühle Winde und schnelle Wetterwechsel, deshalb packen wir die Gelegenheit beim Schopf. Wir folgen dem Fluss Shkumbin und entdecken unterwegs das Feuerwehrlokal. Beim Fotografieren der alten Löschfahrzeuge kommen wir mit einem Feuerwehrmann ins Gespräch. Er erklärt uns, dass sie mit den beiden in die Jahre gekommenen Fahrzeugen, einen Radius von über 40 km2 abdecken. Dabei darf wohl erwähnt werden, dass der 80-jährige Oldtimer, der hier noch aktiv Einsätze fährt, in der Schweiz noch allenfalls für Feuerwehrfeste aus der Garage geholt würde. Wenn es in den Bergen oben brennt, muss die Mannschaft auch mal zu Fuss ausrücken, weil es entweder keine Strassen gibt oder sie nicht mit Lastwagen befahrbar sind.",
          "Der Monatslohn für Feuerwehrleute liegt hier gerade mal bei 500 Euro, was selbst im vergleich zu anderen albanischen Staatsangestellten relativ wenig ist. Der Feuerwehrmann erklärt, dass das Augenmerk der Regierung nicht unbedingt auf den Feuerwehren des Landes liege. Daher mangele es grossflächig an Ausrüstung aber auch an Ausbildung. ",
          "Gleich hinter dem Feuerwehrmagazin befindet sich der verlassene Bahnhof aus der Zeit des kommunistischen Regimes. Das aufgegebene Schienennetz ist heute von Vegetation überwuchert – Züge fahren hier schon lange keine mehr. Auch das verwitterte Bahnhofgebäude wird langsam von der Natur zurückerobert. Das ehemalige Zugdepot ist bereits im Zerfall begriffen und gemahnt an die Kulisse eines postapokalyptischen Filmes. Nach dem Ende der Diktatur 1991 und mit der Öffnung des Landes gelangten breitflächig Autos nach Albanien und wurden zum Statussymbol. Die Nachfrage nach Zugreisen ging drastisch zurück, der Verkehr wurde auf die Strasse verlegt und Investitionen ins Schienennetz kamen zum Erliegen, bis schliesslich fast alle Bahnlinien geschlossen wurden.",
          "Am Montagmorgen begrüssen uns die Hügelkuppen mit einem weissen Schneehäubchen. In der Nacht fielen die Temperaturen unter null, entsprechend eisig ist es in den unbeheizten Kursräumen. Im Raum für die IT-Kurse lässt sich ein Heizstrahler installieren. Leider ist die Elektroheizung im vorderen Bereich nicht mehr funktionstüchtig. So vermisst die eine oder andere Helferin schon mal die Handschuhe während den Vorbereitungen für den Nähkurs. Doch trotz der kalten Finger kann selbst eine beim Transport leicht beschädigte Nähmaschine wieder geflickt werden.",
          "Am Nachmittag ist es dann so weit: Kursstart in Librazhd. Pünktlich um zwei Uhr treffen die rund zehn Kinder für die Programmiereinführung mit Scratch ein. Die Altersspanne reicht von 7 bis 14 Jahren und ist dementsprechend gross. Doch selbst die Jüngsten können mithilfe der videogestützten Tutorials ihr erstes kleines Computerspiel realisieren.",
          "Auf die Scratch-Stunde folgt die Einführung in die Webentwicklung für bereits etwas fortgeschrittene Kinder und Jugendliche. Der Unterricht folgt einem Selbststudiumskurs für HTML. Der selbstgesteuerte Lernansatz des Kurses ist den Teilnehmenden noch nicht vertraut, doch nach ein paar Ermunterungen beginnen die ersten bereits fleissig mit dem Lösen der praktischen Übungen.",
          "Parallel dazu findet im Zimmer nebenan der Nähkurs statt. Vier Teilnehmende lernen unter dem geschäftigen Rattern der Nähmaschinen, wie eine gerade Naht gelingt. Am Ende der des ersten Kurstages können bereits Erfolge gefeiert werden: Stolz nehmen die Teilnehmerinnen ihr selbstgenähtes Etui mit nachhause."
        ],

        "images": [
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_1.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_2.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_3.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_4.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_5.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_6.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_8.jpg",
          "/blog/20_The_Librazhd_task_force_comes_together/Bild_7.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Spielerisch programmieren lernen mit Scratch",
        "text": "Mit bunten Blöcken und kreativen Ideen haben wir diese Woche Kindern in Elbasan einen Einstieg in die Welt des Programmierens ermöglicht – eine Erfahrung voller Neugier und Aha-Momente!",
        "moreText": "Mehr Lesen",
        "date": "2025.04.04",
        "texts": [
          "Für mich war es das erste Mal, dass ich mit iStep in Elbasan dabei sein durfte, während die anderen vom Team bereits Erfahrung hatten. Ich war gespannt, was mich erwarten würde – neue Menschen, eine neue Umgebung und die Möglichkeit, mit jungen Leuten zu arbeiten. Vom ersten Moment an spürte ich die offene und herzliche Atmosphäre, sowohl im Team als auch bei den Kindern und Jugendlichen, die an unserem Scratch-Kurs teilnahmen.",
          "Wir richteten uns im Schulhaus ein und starteten direkt mit dem Workshop. Maxim und ich erklärten die Theorie, mithilfe unseres Scratchguides, bevor wir gemeinsam mit der ganzen Gruppe an interaktiven Aufgaben arbeiteten. Ein Highlight war das Lösen von kleinen Spielen mit klaren Anforderungen – ein strukturiertes Vorgehen, das half, schrittweise besser zu verstehen, wie Programmieren funktioniert.",
          "Es war beeindruckend zu sehen, wie schnell die Teilnehmer Konzepte aufnahmen und ihre eigenen Ideen umsetzten. Besonders die Begeisterung in ihren Augen, wenn ein selbst programmiertes Spiel funktionierte, war ein unglaubliches Gefühl!",
          "Gleich neben der Schule befindet sich das A2B Center – ein Ort, an dem Kinder essen gehen, Hilfe bei den Schulaufgaben erhalten und einfach Zeit miteinander verbringen können. Ich fand es besonders schön zu sehen, wie viele Kinder diesen Ort als ihr zweites Zuhause betrachten und sich dort wohlfühlen. A2B ist eine wichtige Anlaufstelle, die vielen Jugendlichen Stabilität und Unterstützung bietet.",
          "Nach unseren intensiven Theorie- und Praxisblöcken, ergänzt durch Kahoot-Quizrunden, gingen wir oft mit dem iStep-Team ins Restaurant. An einem Tag unternahmen Maxim, Petre und ich sogar eine kleine Wanderung, wodurch wir die Kultur, Lebensweise und beeindruckende Natur Albaniens noch besser kennenlernen konnten.",
          "Besonders beeindruckt hat mich Alketa, die Leiterin von A2B. Sie wurde in Albanien geboren und hat sowohl den Kommunismus als auch dessen Sturz miterlebt. Seit vielen Jahren widmet sie ihr Leben dem Helfen von Kindern und Jugendlichen, die Unterstützung brauchen. Ihre Geschichte hat mich sehr bewegt, und es ist inspirierend zu sehen, wie sie mit Leidenschaft und Engagement so vielen jungen Menschen eine Perspektive gibt.",
          "Die Begeisterung der Kinder während unseres Scratch-Kurses war ansteckend. Es war grossartig zu sehen, wie sie mit Neugier und Freude programmierten, Probleme lösten und dabei ihre eigenen kreativen Ideen entwickelten. Diese Woche war für mich eine besondere Erfahrung – ich bin dankbar, ein Teil davon gewesen zu sein und hoffe, dass wir mit unserer Arbeit einen kleinen Beitrag für ihre Zukunft leisten konnten.",
          "Autor: Daniel Jancar"
        ],

        "images": [
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_1.jpg",
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_2.jpg",
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_3.jpg",
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_4.jpg",
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_5.jpg",
          "/blog/19_Learn_to_programme_in_a_playful_way_with_Scratch/Bild_6.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Ein erfolgreicher Start!",
        "text": "Wir sind rechtzeitig im Schulgebäude, um die letzten Vorbereitungen in den 2 Kursräumen zu treffen.",
        "moreText": "Mehr Lesen",
        "date": "2025.03.31",
        "texts": [
          "Die Laptops, Namensschilder, Memory-Sticks und sonstige Hilfsmittel liegen bereit. Die Tücher für das Projizieren mit dem Beamer sind ebenfalls aufgehängt. Es kann losgehen.",
          "Pünktlich um 9:00 treffen die Jugendlichen mit freudiger Erwartung ein. Nach der Begrüssung und dem Repetieren der iSTEP-Guidelines (dabei handelt es sich um 5 grundsätzliche Verhaltensregeln) wird das Kursthema der Woche vorgestellt.",
          "Es geht nicht lange und beide Gruppen sind in ihr Thema vertieft. Die Kreativ-Gruppe beginnt mit den ersten Schritten der SCRATCH-Programmierung und die IT-Gruppe befasst sich intensiv mit einem mitgebrachten Desktop-Computer. Von den Anschlüssen bis zur CPU wird alles besprochen und in Einzelteile zerlegt.",
          "Nach einer Pause mit Lunch, Spiel und Spass geht es dann in die Nachmittagsrunde, die wir um 15:00 mit einer müden, aber zufriedenen Mannschaft beenden.",
          "Wandtafel Improvisation gehört dazu ! Wenn der Massstab fehlt, kann auch das Abdeckungsblech eines Desktops helfen."
        ],

        "images": [
          "/blog/18_good_start/Bild_8.jpg",

          "/blog/18_good_start/Bild_2.jpg",
          "/blog/18_good_start/Bild_3.jpg",
          "/blog/18_good_start/Bild_4.jpg",

          "/blog/18_good_start/Bild_5.jpg",
          "/blog/18_good_start/Bild_1.jpg",
          "/blog/18_good_start/Bild_6.jpg",
          "/blog/18_good_start/Bild_7.jpg",

          "/blog/18_good_start/Bild_9.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Die Kursräume sind bereit",
        "text": "und morgen Montag beginnen wir mit den 2 Kursen. Wir rechnen pro Kurs mit rund 10 Teilnehmern.",
        "moreText": "Mehr Lesen",
        "date": "2025.03.30",
        "texts": [
          "Sehr kurzfristig erhielten wir die Bewilligung, dass wir wieder im Schulhaus, gegenüber des A2B-Centers in Elbasan, 2 Schulzimmer benutzen dürfen. So hiess es heute Nachmittag, die Kursräume entsprechend vorzubereiten. Verteilen und verkabeln der Laptops, den Beamer einrichten und als Leinwand wird wieder ein Leintuch montiert.",
          "Wir sind gespannt, wer alles am Kurs teilnehmen wird. Die Jugendlichen, mit denen wir bereits seit über 1.5 Jahren zusammenarbeiten, freuen sich riesig, dass wir wieder vor Ort sind. Wir hoffen sehr, dass wir auch einige neue Teilnehmer begrüssen dürfen. Überraschungen gibt es immer mal wieder, denn plötzlich tauchte heute vor dem Schulhaus eine Kuh auf, die sich wohl verirrt hat, aber auf der Strasse eine willkommene Erfrischung fand.",
          "Während ich das schreibe, warte ich auf die 4 Teammitglieder, die per Auto anreisen und sich auf etwas zu Essen sicher sehr freuen."
        ],

        "images": [
          "/blog/17_course_rooms_ready/Bild_1.jpg",
          "/blog/17_course_rooms_ready/Bild_2.jpg",
          "/blog/17_course_rooms_ready/Bild_5.jpg",
          "/blog/17_course_rooms_ready/Bild_3.jpg",
          "/blog/17_course_rooms_ready/Bild_4.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Jahresbericht 2024",
        "text": "Es ist so weit und wir können den Jahresbericht 2024 präsentieren. Wir sind sehr dankbar, wie das letzte Jahr gelaufen ist. Klar, gab es auch Herausforderungen, was ja bekanntlich dazugehört. Gesamthaft gesehen sind wir jedoch sehr zufrieden damit, was wir umsetzen konnten.",
        "moreText": "Mehr Lesen",
        "date": "2025.02.13",
        "texts": [
          "Wir haben das neue Jahr mit der Fortführung der Online-Kurse begonnen und Ende März 2025 sind wir wieder für 2 Wochen in Albanien: eine Woche in Elbasan und eine Woche in Librazhd. "
        ],

        "images": ["/blog/16_Annual_report_2024/Bild_1.jpg"],
        "pdf": {
          "title": "Jahresbericht",
          "document": "/blog/16_Annual_report_2024/iSTEP_Jahresbericht_2024.pdf"
        }
      },
      {
        "title": "Rückblich Outreach Elbasan & Creative Gruppe",
        "text": "Wir alle haben uns wieder an den Alltag in der Schweiz gewöhnt. Doch die Eindrücke aus Albanien bleiben. Ich bemerke wieder einmal, wie privilegiert wir sind und wie dankbar ich bin in der Schweiz zu leben.",
        "moreText": "Mehr Lesen",
        "date": "2024.09.06",
        "texts": [
          "So manche Tage wollte ich während meiner Schulzeit nicht in die Schule gehen. Doch heute bin ich unglaublich dankbar, einen so einfachen Zugang zu Bildung zu haben und eine wundervolle Ausbildung absolvieren zu können. Denn leider ist dies für viele Menschen nicht so.",
          "Wir wurden in Elbasan mit offenen Armen empfangen und die grosse Dankbarkeit für unser Engagement war täglich spürbar. Selten habe ich solch motivierte, neugierige und respektvolle Kinder gesehen. Ich habe mit ihnen angeschaut, wie man marketingorientiert designt und die Kinder haben tolle Plakate, Fotos, Logos und Videos erstellt. Ich bin sehr stolz auf den Arbeitsprozess und die Resultate. Den Kindern diesen Kurs zu ermöglichen, war für mich ein absolutes Highlight.",
          "Ich hatte in dieser Woche so viele großartige Momente, dass ich gar nicht weiss, wo ich anfangen soll. Ich war umgeben von liebevollen Menschen. Hatte tolle und lehrreiche Gespräche. Die Kinder haben mir in der Pause beigebracht, wie man in Albanien tanzt. Schon am ersten Tag wurde mir oft gesagt, ich bin eine großartige Lehrerin und am Ende der Woche wurde ich gefragt, wann ich wieder komme. Es gab viele Komplimente und Herzerwärmende Momente. Aber so wie all das Gute hat es auch viele berührende Momente gegeben, die mich etwas traurig gemacht haben.",
          "Dankbar blicke ich auf diese Erfahrung zurück und ich freue mich die Kinder weiterhin online zu Unterrichten und bin mir sicher, dass es ein Wiedersehen geben wird."
        ],

        "images": [
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_1.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_2.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_3.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_4.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_5.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_6.jpg",
          "/blog/15_Review_Outreach_Elbasan_Crative_Group/Bild_7.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Aus der Nähstube geplaudert",
        "text": "Diese Woche ist geplant als Auffrischung des Nähkurses vom Frühling. Da all die Frauen des Nähkurses sonst sehr aktiv im Zentrum A2B mitarbeiten, standen die Nähmaschinen inzwischen leider still. Aber mit viel Freude wird die Produktion von Etuis und Taschen wieder aufgenommen. Was das Ganze etwas erschwert, sind neue Leute, die gerne mitnähen möchten, aber Null Kenntnis vom Nähen haben. So wird es schwierig, allen Bedürfnissen gerecht zu werden.",
        "moreText": "Mehr Lesen",
        "date": "2024.09.06",
        "texts": [
          "Ein klärendes Gespräch hat dann geholfen und nun sind wir auf gutem Weg zum Weiterfahren.",
          "Die Idee ist, dass die Nähgruppe verschiedene Produkte anfertigt, um diese dann auf dem Markt in Elbasan zu verkaufen und so die Hilfsorganisation A2B unterstützen kann. Um den Schweizer Standard zu erreichen, braucht es noch mehr Übung und vor allem «gerade Nähte» !",
          "Was mich wiederum sehr berührt, ist die grosse Dankbarkeit und Freude über unser Dasein. Sie geniessen die Zeit, die wir mit ihnen verbringen und dass wir unsere Fähigkeiten mit ihnen teilen.",
          "Das wird uns in allen Kursen, oft mit Tränen in den Augen, immer wieder bestätigt. Deshalb darf ich sagen, auch diese Woche in Elbasan hat sich wieder mehr als gelohnt."
        ],
        "images": [
          "/blog/14_A_chat_from_the_sewing_room/Bild_1.jpg",
          "/blog/14_A_chat_from_the_sewing_room/Bild_2.jpg",
          "/blog/14_A_chat_from_the_sewing_room/Bild_3.jpg",
          "/blog/14_A_chat_from_the_sewing_room/Bild_4.jpg",
          "/blog/14_A_chat_from_the_sewing_room/Bild_5.jpg",
          "/blog/14_A_chat_from_the_sewing_room/Bild_6.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "A2B Elbasan",
        "text": "Montagmorgen, Start in eine neue Woche mit vollen neuen Erkenntnissen und Erfahrungen auf uns wartet. Begonnen hat der Morgen mit einem ausgiebigen und gesunden Frühstück in unserem Hotel im Zentrum von Elbasan, bevor wir kurz nach halb neun Uhr abgeholt wurden und in die Einrichtung «Hope for future» gefahren wurden.",
        "moreText": "Mehr Lesen",
        "date": "2024.09.03",
        "texts": [
          "Nach unserer Ankunft begrüssten uns die Helfer mit voller Vorfreude woraufhin letzte Absprachen zum kommenden Unterricht wurden getätigt, um pünktlich mit der Begrüssung von Adrian die Woche gemeinsam zu starten. Nach einer kurzen Einführung in iSTEP durch Adrian verteilten sich die Kinder in ihre jeweiligen Gruppen. Die jüngeren Kinder verbrachten den Tag gemeinsam mit Nadine im Creative Course, die Erwachsenen verschwanden in den Wintergarten, wo sie gemeinsam mit Hanna weitere Nähkunst betrieben, ausführliche Informationen zu diesen beiden Kursen folgen in den kommenden Beiträgen. Die grösseren Kinder befassten sich mit der Programmiersprache Scratch. Die Kinder hatten bereits während den Sommerferien über mehrere Wochen die Grundlagen von Scratch selbständig im Selbststudium erarbeitet. Um regelmässig Fragen zu beantworten, standen ihnen jeweils Sonntagabends unsere Team-Member aus Albanien für Fragen zur Verfügung. Diese Möglichkeit wurde auch immer wahrgenommen und es entstanden spannende Diskussionen, wodurch das Interesse aller Anwesenden geweckt wurde. Um alle anwesenden Kinder auf den gleichen Stand zu bringen, führten wir einen Refresher zu den erarbeiteten Themen durch. In den kommenden Tagen werden die Kinder noch weitere Elemente von Scratch kennen lernen und am Ende ein eigenes Projekt realisiert haben. Den Abend wurde traditionsgemäss im Stammlokal beendet, wo wir kulinarisch verwöhnt wurden. Interessiert was weiter in dieser Woche passiert? Dann schau regelmässig auf unserem Blog vorbei IT-Kurs - Sven)"
        ],
        "images": [
          "/blog/13_A2B_Elbasan/Bild_1.jpg",
          "/blog/13_A2B_Elbasan/Bild_2.jpg",
          "/blog/13_A2B_Elbasan/Bild_3.jpg",
          "/blog/13_A2B_Elbasan/Bild_4.jpg",
          "/blog/13_A2B_Elbasan/Bild_5.jpg",
          "/blog/13_A2B_Elbasan/Bild_6.jpg",
          "/blog/13_A2B_Elbasan/Bild_7.jpg",

          "/blog/13_A2B_Elbasan/Bild_9.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Hallo Librazhd",
        "text": "Heute findet der erster Kurs-Tag in Librazhd statt, einer Kleinstadt in Ostalbanien mit ca. 13'000 Einwohnern.",
        "moreText": "Mehr Lesen",
        "date": "2024.08.26",
        "texts": [
          "Mit meinem gepackten mobilen Büro (=Rucksack) verlasse ich das Hotel in Richtung Kursraum. Die Laptops wurden schon am Vortag eingerichtet, alles ist bereit für den ersten Kurstag. Nach und nach trudeln die Kinder ein, nach dem Beschriften der Namensschilder wird ebenfalls der persönliche Memorystick angeschrieben.",
          "Gemäss Liste haben sich 13 Kinder angemeldet. Einige kommen nicht, dafür andere, so sind wir schlussendlich 14 Kinder, zwischen 8-12 Jahren, was mich sehr freut. Ich stellte mich mit ein paar Bildern vor und zeigte auch auf, wie iSTEP entstanden ist. Ich erwähnte ebenfalls die Ziele von iSTEP und nach welchen 5 Spielregeln wir arbeiten. Dann schalten wir die Laptops ein und es geht los. Zuerst erstellen wir auf dem Memorystick eine einfache Ordnerstruktur, sodass die Kursdokumente gezielt abgespeichert werden können. Darauf folgen die ersten Schritte mit Calc, der Excelvariante von Libre Office. Wir verwenden Libre Office, damit wir einerseits keine Lizenzgebühren bezahlen müssen und andrerseits unabhängig einer Internetverbindung arbeiten können.",
          "Der erste Kursblock dauert 2 Stunden und am Schluss dieser ersten Session, kann jeder eine Addition mit Calc erstellen und das Arbeitsblatt für den nächsten Kurstag auf dem Memorystick speichern. Ich bin über das Interesse und die Motivation der Kids sehr erfreut. Dank der tatkräftigen Unterstützung der 3 Helfer wurde der Einsatzauftakt ein voller Erfolg. Ich schreibe diesen ersten Beitrag bei 33 Grad vor dem Hotel und suche nun etwas Abkühlung im klimatisierten Hotelzimmer."
        ],
        "images": [
          "/blog/12_Hellp_Librazhd/Bild_1.jpg",
          "/blog/12_Hellp_Librazhd/Bild_2.jpg",
          "/blog/12_Hellp_Librazhd/Bild_3.jpg",
          "/blog/12_Hellp_Librazhd/Bild_4.jpg",
          "/blog/13_A2B_Elbasan/Bild_8.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Pink Floyd und Abschied nehmen",
        "text": "Während ich das schreibe, läuft tatsächlich im albanischen TV ein Konzertmitschnitt der legendären Rock-Band «Pink Floyd». Da ich selbst Gitarre spiele, begeistern mich die Riffs, die der Lead-Gitarristen David Gilmour aus seiner Fender Stratocaster herausholt, immer wieder. Es ist so einer, dieser speziellen Momente im Hotelzimmer, auch mit etwas Wehmut verknüpft.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.15",
        "texts": [
          " Nun zu Albanien: Es geht einmal mehr eine intensive und spannende Zeit zu Ende. Ich bin sehr dankbar, wie alles gelaufen ist. Bezüglich unseren Ausbildungsangeboten konnten wir enorm viele neue Erfahrungen sammeln. All diese spannenden Erlebnisse, die Begegnungen mit den Menschen, sowie das motivierte Miteinander waren sehr bereichernd und bleiben als wertvolle Erinnerungen. Gerade heute besuchte ich noch das Spital von Lezha. Eines der Kinder aus Casa Rozalba 1 musste dort eingeliefert werden. Zum Glück war es nichts Schlimmes und es konnte bald wieder nach Hause.",
          "Heute Abend waren wir zudem im Casa Rozalba II. Hier nehmen die Venerini Sisters Mädchen aus schwierigen Situationen auf. Das ganze Haus ist sehr schön, überall hängen prachtvolle Bilder, welche von den Mädchen gemalt wurden.",
          "Im Casa Rozalba II haben wir auch über die Zukunft unseres Angebots in Lezha gesprochen. Entschieden ist noch nichts, aber es sind viele gute Ideen in der Luft und auf irgendeinem Weg wird die Zusammenarbeit sicher weitergehen. Wir sind sehr froh, haben wir mittlerweile so ein gutes Netzwerk vor Ort."
        ],
        "images": [
          "/blog/11_PinkFloydAndSayingGoodbye/Bild_1.jpg",
          "/blog/11_PinkFloydAndSayingGoodbye/Bild_2.jpg",
          "/blog/11_PinkFloydAndSayingGoodbye/Bild_3.jpg",
          "/blog/11_PinkFloydAndSayingGoodbye/Bild_4.jpg",
          "/blog/11_PinkFloydAndSayingGoodbye/Bild_5.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Ich habe viel gesehen, aber niemand sieht mich.",
        "text": "Die Kurse in Lezha und Gjadër neigen sich langsam dem Ende zu. Wir haben jetzt an beiden Orten vier von fünf Kurstagen hinter uns. Für die Jugendlichen in Lezha bedeutet das, dass wir fertig sind mit HTML, CSS und JavaScript und dass sie morgen Freitag ihre Abschlussprüfung für den Kurs ablegen. Wenn sie bestehen, werden sie alle ein Zertifikat erhalten und die Noten fliessen in ihre Informatiknoten an der Schule ein. Für die Kinder in Gjadër gab es heute ein wenig Abwechslung, da Olivia und Michelle wieder in Gjadër waren und alle gemeinsam erste, spielerische Schritte im Programmieren gemacht haben. Sie werden morgen an ihrem letzten Kurstag ihre Excel Kenntnisse vertiefen.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.12",
        "texts": [
          "Neben den Kursen machen wir aber auch immer wieder interessante Bekanntschaften. Zum Beispiel lernten wir Pedro kennen. Er ist ein etwas älterer Kellner im Restaurant Lalanu, der eigentlich gelernter Mixer ist. Wir kamen ins Gespräch, da er perfekt Deutsch spricht. Er hat uns viel erzählt, unter anderem dass er 6 Sprachen fliessend spricht. Er hat bereits an einigen Orten in Europa gelebt, ist schlussendlich jedoch wieder nach Albanien zurückgekommen. Ihm gefällt es hier, meint er. Durch seine Erfahrungen hat er eine sehr genaue Vorstellung, wie Tourismus aussehen kann. Er findet, in Albanien gäbe es noch Luft nach oben. Die meisten, die hier her kämen, seien ausgewanderte Albaner die ihre Familien besuchen. Die offiziellen Tourismuszahlen des Landes seien stark geschönt und was man im TV sieht, entspricht nicht seiner Erfahrung. Man sieht viele schöne Bilder, aber Leute wie ihn sieht man dort nicht. 'Ich habe viel gesehen, aber niemand sieht mich.'",
          "Bei diesem Spitalbesuch lernte ich eine junge Frau kennen (im 2.Jahr High School), die mit ihren Eltern ebenfalls jemanden besuchte. Sie war bezüglich dem iSTEP-Angebot sehr interessiert und hörte mir aufmerksam zu, als ich unsere Geschichte erzählte.",
          "Nun ist der Moment gekommen, allen Einsatzteilnehmern für das absolut geniale Engagement ganz herzlich zu danken. Ich danke aber auch dem ganzen iSTEP-Team und all denen, die für iSTEP gespendet haben. So konnten wir die Kursausrüstung besorgen (Laptop und Zubehör, Memory-Sticks, Kabel, Verteiler, Transportkisten usw.) Durch all diese Unterstützung ist ein solcher Hilfs-Einsatz überhaupt möglich.",
          "So, langsam klingt Pink Floyd am TV aus ... und wie bei all meinen Hilfseinsätzen darf ich sagen: ja, ich bin zwar müde, aber sehr glücklich und es hat sich einmal mehr gelohnt. Ich bin stolz auf euch ALLE. Herzliche Grüsse Adrian"
        ],
        "images": [
          "/blog/10_IveSeenALotButNobodySeesMe/Bild1.jpg",
          "/blog/10_IveSeenALotButNobodySeesMe/Bild2.jpg",
          "/blog/10_IveSeenALotButNobodySeesMe/Bild3.jpg",
          "/blog/10_IveSeenALotButNobodySeesMe/Bild4.jpg",
          "/blog/10_IveSeenALotButNobodySeesMe/Bild5.jpg",
          "/blog/10_IveSeenALotButNobodySeesMe/Bild6.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Lezha High School und Casa Rozalba I",
        "text": "Der JavaScript-Part des Web Development Kurses an der Lezha High School nimmt fahrt auf. Das Eintauchen in eine Programmiersprache ist eine Herausforderung, doch die Teilnehmenden des Kurses rücken langsam in die tieferen Sphären der JavaScript Kontrollstrukturen vor. Die rauchenden Köpfe der Schülerinnen und Schüler werden durch spielerische Quizeinlagen mit Kahoot abgekühlt, durch welche Michelle, als unser Quizmaster, meisterlich hindurchführt.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.10",
        "texts": [
          "Nach einem kurzen Gastauftritt in einer Klasse, die Visual Basic näher kennenlernen darf, transferiert die Lezha-Delegation des iSTEP Teams (Adrian, Michelle und Olivia) für einmal geschlossen nach Gjadër ins Casa Rozalba I. Dort führt Adrian seine bereits online begonnenen Einsteigerkurse für allgemeine Computerkenntnisse und Excel mit den jungen Bewohnerinnen des Kinderhauses fort. Seite an Seite mit den Kindern und den Helferinnen und Helfern des Casa Rozalba I werden wir in die kunterbunte Mittagstischrunde integriert. Es werden traditionelle albanische Gerichte aufgetischt, die entfernt an einen gutschweizerischen Hörnliauflauf und Zaziki erinnern. Bevor es dann gleich weiter geht mit dem Unterricht, dürfen sich alle ein Päuschen gönnen in der gemeinsamen Wohnstube des Hauses. Schwester Maggie (eigentlich Margerita, aber niemand nenne sie wirklich so) erzählt ein wenig von ihrer Laufbahn, die sie aus dem Norden Indiens nach Albanien verschlagen hat. Bevor sie zur Unterstützung des Casa Rozalba Projekts nach Albanien zog, arbeitete sie zusammen mit NGOs an Hilfsprojekten in Indien unter anderem für blinde Menschen, Frauen, denen Perspektiven eröffnet wurden oder Versehrte, für welche z. B. Prothesen organisiert wurden.",
          "Michelle und Olivia dürfen anschliessend gleich ihre Informatikskills unter Beweis stellen. Es gilt, technische Hürden aus dem Weg zu räumen, damit alle interessierten Kinder später auch an den Onlinekursen teilnehmen können. Aber auch von anderer Seite werden die Informatikerinnen im Haus eingespannt. Nachdem die Druckerprobleme der hausinternen Psychologin gelöst, ein Notebook einer Schülerin von Italienisch auf Englisch umgestellt und einige Discordaccounts erstellt wurden, kann es mit dem Excelkurs weitergehen. Als alle schon müde sind, gibt es noch einen Blitzexkurs ins PowerPoint-Thema. Daran wird voraussichtlich am Donnerstag angeknüpft.",
          "Etwas erschöpft aber erfüllt mit neuen spannenden Erfahrungen treten wir die Heimfahrt im rappelvollen Schulbus des Casa Rozalba an. Der Bus ruckelt über die verlassene Landebahn des aufgegebenen Militärflughafens in Gjadër. Auf Umwegen durch die umliegenden Dörfern, wo einige Kinder abgeladen werden, nähern wir uns Lezha an, wo es schon bald wieder weiter geht mit JavaScript."
        ],
        "images": [
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_1.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_2.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_3.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_4.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_5.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_6.jpg",
          "/blog/09_LezheHighSchoolCasaRozalbaI/Bild_7.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Teamwechsel",
        "text": "Am Freitagabend 5.4.2024 feierten wir den Kursabschluss in Elbasan mit einem Dankes-Essen für alle Mitarbeiter. Am Samstag 6.4.2024 war es dann soweit, gegen Abend landeten Michelle und Olivia in Tirana und wir 3 wurden nach Lezha gefahren. Am Sonntag verbrachten wir den Morgen als Touris am Meer, am Nachmittag waren Vorbereitungen für den Start des Kurses am Montag angesagt.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.03",
        "texts": [
          "Am Montagmorgen konnten wir uns, nach einem kurzen Fussmarsch, in der Bibliothek der High School einrichten. Schon bald betraten die ersten Studenten den Raum, die wir nur aus den Online-Sessions bzw. deren Namen und Profilbild kannten. Nach einer Vorstellungsrund und einem auflockernden Kahoot (Ratespiel) waren wir ready, den Kurs zu beginnen"
        ],
        "images": [
          "/blog/08_TeamChange/Bild_1.jpg",
          "/blog/08_TeamChange/Bild_2.jpg",
          "/blog/08_TeamChange/Bild_3.jpg",
          "/blog/08_TeamChange/Bild_4.jpg",
          "/blog/08_TeamChange/Bild_5.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Kreative Schritte gemeistert",
        "text": "Bereits liegt der 3.Einsatztag hinter uns. Bei der Beginner-Gruppe war heute das Thema Filmschnitt auf dem Programm. Es ging darum, das aufgenommene Video-Material gemäss Story-Board in die richtige Reihenfolge zu bringen bzw. zusammen zu schneiden. Allen Teilnehmern gelang es, mit dem daVinci-Programm zurechtzukommen. Zwischendurch lockerte ein passendes Kahoot den Unterricht auf und hilft zudem, das Gelernte zu vertiefen.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.03",
        "texts": [
          "Auch die Advanced-Gruppe verfolgte Ihre Themen weiter. Unter anderem wurde 'Schere Stein Papier' programmiert. Wir staunen immer wieder über das grosse Interesse der Jugendlichen und wie engagiert sie am Unterricht teilnehmen.",
          "Die Nähgruppe nahm heute die Umhängetasche in Angriff und die Teilnehmer präsentierten voll Freude und mit Stolz ihr Endprodukt. Auch als iSTEP-Team erleben wir diese Tage mit dem Leiterteam vor Ort als sehr bereichernd. Es ist ein fröhliches, respektvolles und zielführendes Miteinander. Maxim und Petre entschieden sich heute, die Strecke vom A2B-Zentrum zum Hotel mit einer Wanderung zu verbinden. Das unterwegs entstandene Bild gibt einen Einblick dieser sehr schönen Gegend. Auch nach dem heutigen Tag sind wir als Team recht müde. Aber vor meinen inneren Augen sehe ich bereits wieder die strahlenden Gesichter der Kinder, die sich auf den neuen Tag freuen, um Neues zu entdecken."
        ],
        "images": [
          "/blog/07_CreativeStepsMastered/Bild_1.jpg",
          "/blog/07_CreativeStepsMastered/Bild_2.jpg",
          "/blog/07_CreativeStepsMastered/Bild_3.jpg",
          "/blog/07_CreativeStepsMastered/Bild_4.jpg",
          "/blog/07_CreativeStepsMastered/Bild_5.jpg",
          "/blog/07_CreativeStepsMastered/Bild_6.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Erste Erfolge",
        "text": "Die 3 Kursräume sind eingerichtet und das iSTEP-Team ist bereit, die Kursteilnehmer in Empfang zu nehmen. Die IT-Advanced-Gruppe startet mit dem Thema Datenbanken und erarbeitet mit vielen Beispielen das Verständnis für die verschiedenen Datentypen, den Aufbau einer Datenbank, Abfrage-Möglichkeiten usw. Die IT-Beginner-Gruppe lernt die Computer-Grundlagen kennen, die Bedienung der Hardware, die verschiedenen Programme, das Abspeichern der erstellten Daten auf dem persönlichen Memory-Stick und vieles mehr. In beiden Gruppen erleben wir eine enorme Begeisterung und Motivation der Kinder, Neues zu lernen.",
        "moreText": "Mehr Lesen",
        "date": "2024.04.01",
        "texts": [
          "Auch die Teilnehmer der Nähgruppe hatten nach anfänglichen Unsicherheiten ein Erfolgserlebnis. Mit strahlenden Gesichtern zeigen sie ihr erstes, selbst erstelltes Etui. Wir dürfen als Team auf einen geglückten ersten Tag zurückblicken und einmal mehr voller Freude feststellen, es hat sich gelohnt."
        ],
        "images": [
          "/blog/06_FirstSuccesses/Bild_1.jpg",
          "/blog/06_FirstSuccesses/Bild_2.jpg",
          "/blog/06_FirstSuccesses/Bild_3.jpg",
          "/blog/06_FirstSuccesses/Bild_4.jpg",
          "/blog/06_FirstSuccesses/Bild_5.jpg",
          "/blog/06_FirstSuccesses/Bild_6.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Zurück in Albanien",
        "text": "Mit einer Verspätung von 1 Stunde landete der Airbus der WiZZair in Tirana. Alketa die Leiterin der Hilfsorganisation A2B erwartete uns am Flughafen und brachte uns in das Hotel in Elbasan. Nach einem kurzen Imbiss verkrochen wir uns schnell ins Hotelzimmer, denn wir waren sehr müde.",
        "moreText": "Mehr Lesen",
        "date": "2024.03.30",
        "texts": [
          "Am Samstag begrüsste uns ein blauer Himmel, herrlicher Sonnenschein und die bekannte Musik im Hotel-Innenhof. Nach dem Frühstück bereiteten wir im Zentrum von A2B den Raum für den Nähkurs vor. Alles iSTEP-Material, das per Hilfsgütertransport vorher nach Elbasan gebracht wurde, fanden wir vor Ort. Abgesehen von einer Kiste, die beim Ausladen des Trucks offenbar im Dreck landete und dadurch auch noch ausgelehrt wurde, war alles intakt und funktionierte. Da wir bei diesem Einsatz mit 2 IT-Gruppen und einer Nähgruppe arbeiten sind wir auf zusätzliche Räume angewiesen. Im gegenüberliegenden Schulhaus dürfen wir für die IT-Kurse 2 Klassenräume benutzen. Wir sind gespannt, am Montag geht es dann los. Herzliche Grüsse aus Elbasan."
        ],
        "images": [
          "/blog/05_BackInAlbania/Bild_1.jpg",
          "/blog/05_BackInAlbania/Bild_2.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Weiter nach Lezha",
        "text": "In Lezha trafen wir Izabela, eine lokale IT-Spezialistin, die perfekt in unser Team passt. So beschreibt sie ihren Einstieg bei iSTEP: Als ich mit einem der Teammitglieder (Adrian) in Kontakt kam und er mir das iSTEP-Projekt erläuterte, wusste ich, dass ich mithelfen wollte, dieses Projekt zu verwirklichen.",
        "moreText": "Mehr Lesen",
        "date": "2023.09.14",
        "texts": [
          "Als ich mit einem der Teammitglieder (Adrian) in Kontakt kam und er mir das iSTEP-Projekt erläuterte, wusste ich, dass ich mithelfen wollte, dieses Projekt zu verwirklichen. Vor allem, weil ich wusste, wie innovativ dies für Lezha sein würde. Während dieser 4 Tage in Lezha lernten Adrian und das Team viele Schüler und ihre Geschichten, ihre Ziele und ihr Interesse am iSTEP-Kurs kennen. Diese 4 Tage liefen sowohl für die Anfänger- als auch für die Fortgeschrittenengruppe sehr gut. Ich glaube, dieser Kurs wird bald in der ganzen Stadt angeboten werden. Dies war eine großartige Gelegenheit für die Schüler, und ihr Interesse wird sich noch verstärken, wenn sie erst einmal in die Welt der Technologie eingetaucht sind!"
        ],
        "images": [
          "/blog/04_ContinueToLezha/image_1.jpg",
          "/blog/04_ContinueToLezha/image_2.jpg",
          "/blog/04_ContinueToLezha/image_3.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Fortschritt",
        "text": "Nach einem grossen theoretischen Block ging es für die Teilnehmer des IT-Kurses endlich in die Praxis. Am Ende des Kurses hatten alle erfolgreich ihre ersten Schritte mit Javascript gemeistert und ihre eigene Website auf einen Subserver hochgeladen. Drei besonders flotte junge Frauen und Männer hatten sogar ihren ersten Telefonaustausch in der Schweiz mit Manuela, die von dort aus unterstützt.",
        "moreText": "Mehr Lesen",
        "date": "2023.09.14",
        "texts": [
          "Auch die Kurse der Office-Gruppe liefen gut, viele Präsentationen wurden von den Teilnehmern eingereicht, von denen einige zuvor noch keinen Kontakt mit PowerPoint hatten. Dieser Kurs wird nun noch zwei Tage lang von Aline und Dominic geleitet, während Yannic, Matt und Adrian bereits nach Lezha weitergezogen sind."
        ],
        "images": [
          "/blog/03_Progress/image_1.jpg",
          "/blog/03_Progress/image_2.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Nach ein paar Tagen",
        "text": "Der IT-Kurs in Elbasan läuft nun schon seit einigen Tagen. Sowohl die Teilnehmer als auch das iSTEP-Team sind sehr leidenschaftlich und motiviert.",
        "moreText": "Mehr Lesen",

        "date": "2023.09.06",
        "texts": [
          "Nach kurzen Anfangsschwierigkeiten mit der Buchhaltung haben nun sowohl der IT-Kurs als auch der Bürokurs in Elbasan begonnen. Viele der Teilnehmer im Alter von 11 bis 16 Jahren sind etwas jünger, als wir es von den Einsätzen vor der iSTEP gewöhnt sind, aber das schmälert in keiner Weise ihre Motivation oder den Spaß an der gemeinsamen Arbeit. Dank Peki haben wir in beiden Gruppen jemanden dabei, der übersetzen kann, falls Englisch noch nicht die gemeinsame Sprache ist.",
          "Die Office-Gruppe war heute zu Beginn sehr begeistert. Nach einer Runde eines eigens erstellten Online-Multiple-Choice-Quiz, bei dem sie über ihre Handys raten konnten, wollten sie das Quiz noch einmal machen. Die Überraschung war groß, als die Antwortmöglichkeiten nicht mehr in der gleichen Reihenfolge wie zuvor auftauchten, aber die Teilnehmer konnten sich schnell daran gewöhnen, dass nun Wissen und nicht mehr reines Auswendiglernen belohnt wurde."
        ],
        "images": [
          "/blog/02_AfterAFewDays/image_1.jpg",
          "/blog/02_AfterAFewDays/image_2.jpg",
          "/blog/02_AfterAFewDays/image_3.jpg",
          "/blog/02_AfterAFewDays/image_4.jpg",
          "/blog/02_AfterAFewDays/image_5.jpg"
        ],
        "pdf": {}
      },
      {
        "title": "Auf nach Albanien",
        "text": "Vor drei Tagen war der erste Teil des Teams noch unterwegs. Wir verließen die Schweiz mit dem Auto nach Ancona (Italien) und von dort mit der Fähre nach Durrës (Albanien). Seit gestern finden bereits die ersten IT- und Multimedia-Kurse statt.",
        "moreText": "Mehr Lesen",

        "date": "2023.09.06",
        "texts": [
          "Am Abend des 3. September 2023 begann die Reise für Matt, Yannic und Adrian. Die letzten Sachen wurden ins Auto gepackt (Laptops und andere Materialien für die Kursteilnehmer), bevor sie in der Nacht nach Ancona fuhren, um am nächsten Morgen die Fähre zu erreichen. Man sieht ihnen die Müdigkeit noch nicht an...."
        ],
        "images": ["/blog/01_OffToAlbania/image_1.jpg"],
        "pdf": {}
      }
    ]
  },

  "Contact": {
    "title": "Kontaktiere uns",
    "subTitle": "",
    "form": {
      "lastname": "Nachname",
      "firstname": "Vorname",
      "email": "E-Mail",
      "message": "Nachricht",
      "subjectText": "Um was geht es bei deinem Anliegen?",

      "buttonText": "Senden"
    },
    "formOptions": [
      "Ich habe Interesse an einem Kurs",
      "Ich möchte in einem Projekt mithelfen",
      "Ich möchte spenden",
      "Ich habe einen anderen Grund, den ich in der Nachricht nenne",
      "Ich möchte mich für den Newsletter anmelden"
    ]
  },
  "Courses": [
    {
      "title": "IT / Computer Science",
      "moreText": "mehr Lesen",
      "backgroundColor": "#E07200",
      "imagePosition": "justify-start",
      "link": "computerScienceCourses"
    },
    {
      "title": "Multimedia",
      "moreText": "mehr Lesen",
      "backgroundColor": "#509D75",
      "imagePosition": "justify-start",
      "link": "multimedia"
    },
    {
      "title": "MS-Office",
      "moreText": "mehr Lesen",
      "backgroundColor": "#F8B344",
      "imagePosition": "justify-start",
      "link": "msOffice"
    },
    {
      "title": "Diverse Kurse",
      "moreText": "mehr Lesen",
      "backgroundColor": "#E07200",
      "imagePosition": "justify-start",
      "link": "variousCourses"
    }
  ],

  "Donate": {
    "mainTitle": "Spenden",
    "donateQR": {
      "title": "QR-Code",
      "image": "/donate/QR-Code.png"
    },
    "donateBank": {
      "title": "Bankverbindung",
      "IBAN": "CH68 0900 0000 1617 1693 4",
      "name": "iSTEP",
      "address": "Parkettstrasse 36",
      "address2": "3432 Lützelflüh-Goldbach BE"
    },
    "donateRaiseNow": {
      "title": "Kredit/Debitkarte & Twint",
      "description": "Die Spenden für iSTEP werden über die Plattform von RaiseNow, verarbeitet. (RaiseNow bietet rundum Lösungen für Non-Profit-Organisationen). Als Verein iSTEP sind wir steuerbefreit. Für die Durchführung der Transaktion fallen Transaktionsgebühren an, die an Riasenow entrichtet werden."
    }
  },
  "General": {
    "navbar": {
      "donate": "Spenden",
      "ourProjects": "Unsere Projekte",
      "aboutUs": "Über uns",
      "courses": "Kurse",
      "blog": "Blog",
      "contact": "Kontakt"
    },
    "footer": {
      "contact": "Kontakt",
      "iSTEP": "iSTEP",
      "email": "email",
      "thanksForDonation": "Danke für deine Spende",
      "donate": "Spenden",
      "copyright": "Alle Rechte vorbehalten.",
      "statuten": "Statuten",
      "impressum": "Impressum"
    }
  },

  "ComputerScienceCourses": {
    "mainTitle": "IT/Computer Science",
    "subTitle": "Unsere Kurse im IT-Bereich",
    "coursesTitle": "Unsere Kurse",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
    "advancedToolTip": "Fortgeschrittene Anwenderkenntnisse sind Voraussetzung für den Kursbesuch.",
    "ourCourses": {
      "title": "Unsere Kurse",
      "beginner": "Beginner",
      "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "advanced": "Advanced",
      "advancedToolTop": "Fortgeschrittene Anwenderkenntnisse sind Voraussetzung für den Kursbesuch.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "Lezha High School:\nWeb Development Blockkurs",
        "where": "Online- und Vorortlektionen",
        "badge": "Advanced",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Der Web Development Blockkurs führt dich in die Grundlagen der Webentwicklung ein. Du eignest dir Grundkenntnisse in HTML, CSS und JavaScript an, die es dir ermöglichen, interaktive Webseiten und Webapplikationen zu bauen. ",
        "whatYouLearnTitle": "Was du lernst",
        "whatYouLearnText": "",
        "whatYouLearnList": [
          "Webseitengrundgerüst mit HTML erstellen",
          "Navigation von mehrseitigen Webseiten implementieren",
          "Webseiten formatieren und designen mit CSS",
          "Interaktive Elemente und Webseitenlogik programmieren mit JavaScript"
        ],
        "workpiecesTitle": "Pratkische Arbeiten",
        "workpiecesList": [
          "Du erstellst deine eigene HTML & CSS Webseite",
          "Du erarbeitest als Abschlussprojekt eine interaktive Webseite"
        ],
        "courseOrganizationTitle": "Kursdurchführung und Anmeldung ",
        "courseOrganizationText": "Dieser Kurs wird als Blockkurs in einer bestimmten Anzahl Online- und Vorortlektionen durchgeführt. Die nächste Iteration findet voraussichtlich vom Januar-April 2025 statt. Eine offizielle Anmeldeausschreibung erfolgt Ende 2024. Bei Interesse kann man sich jederzeit Voranmelden.",
        "requirementsTitle": "Anforderungen",
        "requirementsList": [
          "Gute Computeranwenderkenntnisse",
          "Ein eigenes Notebook und Internetanschluss zuhause ",
          "Discordaccount für die Teilnahme an den Onlinesegmenten ",
          "Interesse an Webentwicklung und Programmierung "
        ],
        "moreText": "Mehr Erfahren"
      },
      {
        "title": "A2B Elbasan: IT Online Course",
        "where": "Online",
        "badge": "Advanced",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Der IT Online-Kurs ist ideal für dich, wenn du dich für Computer begeisterst und egal welches Vorwissen du hast. In diesem Kurs wirst du Schritt für Schritt durch die Grundlagen der Entwicklung von Applikationen, Webseiten und kleinen Spielen geführt – von der Planung über die Umsetzung bis hin zur Veröffentlichung. Zusätzlich erwirbst du Kenntnisse über den allgemeinen Computereinsatz und Netzwerktechnologien. Dieser Kurs ist perfekt dafür geeignet, dein Interesse an der Technologie in praktisches und anwendbares Wissen umzuwandeln.",
        "whatYouLearnTitle": "Was du lernst",
        "whatYouLearnList": [
          "Backend- und Frontendentwicklung von der Planung und Umsetzung bis hin zur Veröffentlichung",
          "Kleine Spiele programmieren ",
          "Webseiten und Webapplikationen programmieren ",
          "Wie ist ein Computer aufgebaut "
        ],
        "workpiecesTitle": "Pratkische Arbeiten",
        "workpiecesList": [
          "Effizientes Lernen",
          "Lernen mit dem Notizentool Obsidian zu arbeiten",
          "Einfache Webseiten mit HTML, CSS und JavaScript erstellen",
          "Aufbau und Inhalt von Webseiten analysieren",
          "Wireframes erstellen",
          "Rollen von Client und Server verstehen",
          "Schere/Stein/Papier mit Applikation mit PHP erstellen"
        ],
        "courseOrganizationTitle": "Kursdurchführung und Anmeldung ",
        "courseOrganizationText": "Die Kurse finden fortlaufend alle zwei Wochen an einem Samstag von 10:00-14:00 statt. Eine Anmeldung ist jederzeit möglich.",
        "requirementsTitle": "Anforderungen",
        "requirementsList": [
          "Interesse am Programmieren",
          "Eine gute Portion Motivation ",
          "Grundlegende Computerkenntnisse von Vorteil aber nicht zwingend nötig"
        ],
        "moreText": "Mehr Erfahren"
      }
    ],
    "moreCourses": {
      "title": "Weitere Kurse",
      "subTitle": "Wir haben noch viele weitere spannende Kurse im Angebot"
    }
  },
  "MultimediaCourses": {
    "mainTitle": "Multimedia",
    "subTitle": "Unsere Kurse im Multimediabereich (Design, Foto, Video)",
    "coursesTitle": "Unsere Kurse",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
    "advancedToolTip": "Fortgeschrittene Anwenderkenntnisse sind Voraussetzung für den Kursbesuch.",
    "ourCourses": {
      "title": "Unsere Kurse",
      "beginner": "Beginner",
      "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "advanced": "Advanced",
      "advancedToolTop": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "A2B Elbasan: Creative Online Course",
        "where": "Online",
        "badge": "Advanced",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Der Multimedia-Kurs ist ideal für dich, wenn du dich für kreative Arbeiten am Computer begeisterst - egal welches Vorwissen du hast. In diesem Kurs lernst du Schritt für Schritt alles Wichtige von den Computer-Nutzer-Basics bis hin zur Nutzung gängiger Applikationen wie Office 365. Du tauchst in die Welt der Multimedia ein und erfährst, wie du mit verschiedenen Programmen beeindruckende Projekte umsetzen kannst.",
        "whatYouLearnTitle": "Was du lernst",
        "whatYouLearnText": "Die Themen sind sehr verschieden und decken verschiedene Bereiche rund um digitales Arbeiten ab. Es gibt keinen übergreifenden Plan, wann welches Thema behandelt wird, das hängt von den Leitern des jeweiligen Kursdatums ab. Bei Interesse melde ich bei uns und wir erklären dir gerne, was in den aktuellen Kursen gerade behandelt wird. Hier llisten wir Themen auf, die wir bereits behandelt haben, es können aber jeder Zeit noch weitere dazukommen:  ",
        "whatYouLearnList": [
          "Computer-Nutzer-Basics: Einführung in die grundlegende Bedienung und Nutzung deines Computers.",
          "Office 365: Du lernst die Grundlagen zur Bedienung der wichtigsten Office-Anwendungen Word, Powerpoint und Excel. Je nach dem, was dir zur Verfügung steht, werden die kostenlosen Libreoffice Varianten Writer, Impress und Calc verwendet.  ",
          "Gestaltung und Design mit Canva: Grundlagen zu Gestaltung (zb. Typografie, Farbenlehre, Layout). Du lernst, was ein ansprechendes Design ausmacht und wie du vom leeren Blatt zum fertig ausgestalteten Design kommst. Die Umsetzung geschieht in Canva, einem Designprogramm, was im Browser und als Applikation verwendet werden kann.  ",
          "Fotografie mit Darktable: Du lernst die drei grundlegenden Einstellungen einer Kamera kennen, verschiedene Bildeinstellungen und Prinzipien für ein ansprechendes Bild. Gemachte Fotos lernst du mit Darktable zu bearbeiten.",
          "Videografie mit DaVinci Resolve: Du lernst etwas über Filmgeschichte und wie Filme entstehen. Du schreibst unter Anleitung ein Script, machst ein Storyboard und setzt dieses filmisch um. Das kann mit Kamera oder Handy passieren. Die Bearbeitung und der Zusammenschnitt des Films werden mit DaVinci Resolve gemacht."
        ],
        "workpiecesTitle": "Pratkische Arbeiten",
        "workpiecesList": [
          "Selbstgestalteter Flyer",
          "Storyboards zeichnen",
          "Film produzieren: Script schreiben, filmen, schneiden, Sound hinterlegen, exportieren."
        ],
        "courseOrganizationTitle": "Kursdurchführung und Anmeldung ",
        "courseOrganizationText": "Die Kurse finden fortlaufend alle zwei Wochen an einem Samstag von 10:00-14:00 statt. Eine Anmeldung ist jederzeit möglich. Da manche Themen aber über mehrere Samstage laufen, kann es sein, dass du bei deiner Anmeldung im Selbststudium das Material von vergangenen Daten selbst anschauen musst. So verpasst du keine wichtigen Informationen, wenn du mitten in ein Thema einsteigst. Bei Fragen darfst du dich gerne bei den Kursleitern melden.",
        "requirementsTitle": "Anforderungen",
        "requirementsList": [
          "Freude am Umgang mit Computern",
          "Interesse an kreativem Arbeiten ",
          "Grundlegende Computerkenntnisse von Vorteil aber nicht zwingend nötig  ",
          "Für gewisse Themen sind ein Handy für Aufnahmen oder eine E-Mail-Adresse für die Registration bei einem Comuterprogramm notwendig. Dies wird dir im Voraus mitgeteilt, falls du dies nicht hast, finden wir gemeinsam eine Lösung. "
        ],
        "moreText": "Mehr Erfahren"
      }
    ],
    "moreCourses": {
      "title": "Weitere Kurse",
      "subTitle": "Wir haben noch viele weitere spannende Kurse im Angebot"
    }
  },
  "OfficeCourses": {
    "mainTitle": "Office",
    "subTitle": "Kurse für office Anwendungen",
    "coursesTitle": "Unsere Kurse",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
    "advancedToolTip": "Fortgeschrittene Anwenderkenntnisse sind Voraussetzung für den Kursbesuch.",
    "ourCourses": {
      "title": "Unsere Kurse",
      "beginner": "Beginner",
      "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "advanced": "Advanced",
      "advancedToolTop": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "toolTopActive": "true"
    },
    "courses": [
      {
        "title": "Gjadër Casa Rozalba 1: Officeanwendungen Basiskurs",
        "where": "Online",
        "badge": "Beginner",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Der Basiskurs für Officeanwendungen richtet sich an Einsteiger bis Fortgeschrittene und vermittelt grundlegende Computeranwenderkenntnisse, sowie den Umgang mit gängigen Officeanwendungen zur Textverarbeitung und Tabellenkalkulation.",
        "whatYouLearnTitle": "Was du lernst",
        "whatYouLearnText": "Die Themen sind sehr verschieden und decken verschiedene Bereiche rund um digitales Arbeiten ab. Es gibt keinen übergreifenden Plan, wann welches Thema behandelt wird, das hängt von den Leitern des jeweiligen Kursdatums ab. Bei Interesse melde ich bei uns und wir erklären dir gerne, was in den aktuellen Kursen gerade behandelt wird. Hier llisten wir Themen auf, die wir bereits behandelt haben, es können aber jeder Zeit noch weitere dazukommen:  ",
        "whatYouLearnList": [
          "Verwendung von Discord für Teilnahme an Onlinekursen",
          "Basiskenntnisse im Umgang mit dem File Explorer und Dateien",
          "Tabellenkalkulation mit Excel oder LibreOffice Calc ",
          "Textdateien erstellen und formatieren mit Microsoft Word oder LibreOffice Writer"
        ],
        "workpiecesTitle": "Pratkische Arbeiten",
        "workpiecesList": [
          "Eine Dateiablage erstellen ",
          "Eigene Exceldateien anlegen und bearbeiten ",
          "Eigene Worddateien anlegen und bearbeiten "
        ],
        "courseOrganizationTitle": "Kursdurchführung und Anmeldung ",
        "courseOrganizationText": "Im Moment läuft ein wöchentliches Onlinekursprogramm. Eine Anmeldung ist jederzeit möglich.",
        "requirementsTitle": "Anforderungen",
        "requirementsList": [
          "Zugang zu einem Notebook mit Internetanschluss",
          "Discordaccount zur Teilnahme an Onlinekursen",
          "Interesse an Computeranwendungen"
        ],
        "moreText": "Mehr Erfahren"
      },
      {
        "title": "Librazhd: Officeanwendungen Basiskurs",
        "where": "Online",
        "badge": "Beginner",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Der Basiskurs für Officeanwendungen richtet sich an Einsteiger bis Fortgeschrittene und vermittelt grundlegende Computeranwenderkenntnisse, sowie den Umgang mit gängigen Officeanwendungen zur Textverarbeitung und Tabellenkalkulation.",
        "whatYouLearnTitle": "Was du lernst",
        "whatYouLearnText": "Die Themen sind sehr verschieden und decken verschiedene Bereiche rund um digitales Arbeiten ab. Es gibt keinen übergreifenden Plan, wann welches Thema behandelt wird, das hängt von den Leitern des jeweiligen Kursdatums ab. Bei Interesse melde ich bei uns und wir erklären dir gerne, was in den aktuellen Kursen gerade behandelt wird. Hier llisten wir Themen auf, die wir bereits behandelt haben, es können aber jeder Zeit noch weitere dazukommen:  ",
        "whatYouLearnList": [
          "Verwendung von Discord für Teilnahme an Onlinekursen",
          "Basiskenntnisse im Umgang mit dem File Explorer und Dateien",
          "Tabellenkalkulation mit Excel oder LibreOffice Calc ",
          "Textdateien erstellen und formatieren mit Microsoft Word oder LibreOffice Writer"
        ],
        "workpiecesTitle": "Pratkische Arbeiten",
        "workpiecesList": [
          "Eine Dateiablage erstellen ",
          "Eigene Exceldateien anlegen und bearbeiten ",
          "Eigene Worddateien anlegen und bearbeiten "
        ],
        "courseOrganizationTitle": "Kursdurchführung und Anmeldung ",
        "courseOrganizationText": "Im Moment läuft ein wöchentliches Onlinekursprogramm. Eine Anmeldung ist jederzeit möglich.",
        "requirementsTitle": "Anforderungen",
        "requirementsList": [
          "Zugang zu einem Notebook mit Internetanschluss",
          "Discordaccount zur Teilnahme an Onlinekursen",
          "Interesse an Computeranwendungen"
        ],
        "moreText": "Mehr Erfahren"
      }
    ],
    "moreCourses": {
      "title": "Weitere Kurse",
      "subTitle": "Wir haben noch viele weitere spannende Kurse im Angebot"
    }
  },
  "VariosCourses": {
    "mainTitle": "Diverse Kurse",
    "subTitle": "Entdecke hier unser vielfältiges Kursangebot",
    "coursesTitle": "Unsere Kurse",
    "beginner": "Beginner",
    "advanced": "Advanced",
    "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
    "advancedToolTip": "Fortgeschrittene Anwenderkenntnisse sind Voraussetzung für den Kursbesuch.",
    "ourCourses": {
      "title": "Unsere Kurse",
      "beginner": "Beginner",
      "beginnerToolTip": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "advanced": "Advanced",
      "advancedToolTop": "Keine Vorkenntnisse erforderlich. Anwednerkenntnisse werden während des Kurses erworben.",
      "toolTopActive": "true",
      "noCourses": "Leider haben wir im Moment keine diversen Kurse."
    },
    "courses": [
      {
        "title": "Librazhd: Details Folgen",
        "where": "",
        "badge": "Beginner",
        "descriptionTitle": "Kursbeschreibung",
        "description": "Details werden in Kürze folgen.",
        "whatYouLearnTitle": "",
        "whatYouLearnText": "",
        "whatYouLearnList": [],
        "workpiecesTitle": "",
        "workpiecesList": [],
        "courseOrganizationTitle": " ",
        "courseOrganizationText": "",
        "requirementsTitle": "",
        "requirementsList": [],
        "moreText": "Mehr Erfahren"
      }
    ],
    "moreCourses": {
      "title": "Weitere Kurse",
      "subTitle": "Wir haben noch viele weitere spannende Kurse im Angebot"
    }
  },
  "OurCourses": {
    "mainTitle": "Unsere Kurse",
    "subTitle": "Entdecke hier unser vielfältiges Kursangebot"
  },
  "OurProjects": {
    "mainTitle": "Unsere Projekte",
    "subTitle": "Im Frühsommer 2023 wurde der Verein iSTEP gegründet. Mittlerweile besteht das Team aus 12 Mitgliedern."
  },

  "OurKnowHow": {
    "mainTitle": "Unser Wissen",
    "subTitle": "Menschen mit erschwertem Zugang zu Bildung individuell fördern und dabei gemeinsam wachsen - das ist das Ziel von iSTEP.",
    "digitalSkills": {
      "title": "Digitale Skills",
      "text": "Unsere Helferinnen und Helfer verfügen über ein breites Spektrum an digitalen Skills, die sie in Ausbildungen und im Arbeitsalltag erworben haben. Hier findest du eine kleine Auswahl. "
    },
    "elements": [
      {
        "title": "Informatik",
        "list": [
          "Softwareentwicklung",
          "Webentwicklung",
          "Scripting",
          "Computergrundlagen",
          "Hardwarekenntnisse ",
          "Virtualisierung und Containerisierung ",
          "Netzwerk",
          "DevOps Tools ",
          "IT-Security"
        ]
      },
      {
        "title": "Multimedia",
        "list": ["Webdesign", "Grafiktheorie", "Fotografie", "Videoproduktion"]
      },
      {
        "title": "Anwenderkenntnisse",
        "list": [
          "Officeanwendungen (Textverarbeitung, Tabellenkalkulation, Präsentationen) ",
          "E-Mailprogramme & Webbrowser ",
          "Windows und Linux ",
          "Digitale Sicherheit"
        ]
      }
    ],
    "otherSkills": {
      "title": "Andere Skills ",
      "text": "Obschon unser momentaner Fokus auf der digitalen Bildung liegt, sind wir stets offen auch andere hilfreiche Fähigkeiten zu vermitteln. Unsere Freiwilligen können folgendes Wissen weitergeben:",
      "list": ["Nähen (mit Nähmaschinen)", "Selbstmanagement "]
    }
  },

  "OurTeam": {
    "swissTeam": {
      "title": "Team Schweiz",
      "subTitle": ""
    },
    "lezhaTeam": {
      "title": "Team Albania, Lezha",
      "subTitle": ""
    },
    "elbasanTeam": {
      "title": "Team Albania, Elbasan A2B",
      "subTitle": ""
    }
  },
  "Projects": [
    {
      "title": "Lezha",
      "teaser": "In der Kleinstadt Lezha im Nordwesten Albaniens arbeitet iSTEP mit den lokal tätigen Venerini Sisters zusammen. Wir ergänzen die Bildungsangebote an der von den Venerini Sisters geleiteten High School mit zusätzlichen Informatikvertiefungskursen und unterstützen die Lehrkräfte im IT-Themenfeld. ",
      "moreText": "mehr Lesen",
      "link": "/lezha",
      "image": "/projects/lezha/lezha.jpg",
      "details": {
        "theLocation": "Der Standort",
        "theLocationText": "Lezha ist eine beschauliche Kleinstadt im Nordwesten des Landes unweit der schönen Touristenstrände von Shëngjin entfernt. Hier führen die Venerini Sisters eine High School, so wie ein Reintegrationszentrum und Sprungbrett für junge Frauen auf dem Weg ins Erwachsenenleben. Wir arbeiten eng mit lokalen Organisationen und freiwilligen Mithelfer:innen zusammen, um auf bestehenden Projekten aufzubauen.",
        "theLocationImage": "/projects/lezha/lezha_1.jpg",
        "whatWeDo": "Was wir tun",
        "whatWeDoText": "Seit September 2023 ist iSTEP an der High School in Lezha aktiv und erweitert den IT-Unterricht der Schule mit zusätzlichen Onlinemodulen für Interessierte. Im Januar 2024 startete dann der erste Pilot für einen Webentwicklungsblockkurs. In zwölf Onlinesegmenten und fünf Unterrichtstagen vor Ort wurden den Schülerinnen und Schülern die Grundlagen der Webentwicklung mit HTML, CSS und JavaScript vermittelt. Die Teilnehmenden schlossen den Kurs mit einem eigenen Webseitenprojekt und einer Abschlussprüfung erfolgreich ab. Es ist geplant den Blockkurs im nächsten Schuljahr für die Neuzugänge wieder auszuschreiben. Ebenfalls stehen wir dem IT-Lehrpersonal der High School beratend zur Seite und helfen beim Zusammenstellen von Unterrichtsmaterial. ",
        "whatWeDoText2": "Für die jungen Frauen aus dem Reintegrationscenter Casa Rozalba I bieten wir nach Bedarf allgemeine Computerkursen an, damit sie für den Übertritt ins Erwachsenenleben mit dem nötigen digitalen Rüstzeug gewappnet sind. ",
        "whatWeDoImage": "/projects/lezha/lezha_2.jpg"
      }
    },
    {
      "title": "Elbasan",
      "teaser": "Elbasan ist eine grössere Stadt im Zentrum Albaniens. iSTEP knüpft hier an das bestehende Schulprojekt der Hilfsorganisation A2B (Aid to the Balkans) an. Wir rüsten das Schul- und Tagesstrukturzentrum für benachteiligte Kinder und Jugendliche mit Laptops aus. In fortlaufenden Kursen können die Teilnehmenden Multimedia- und Informatikkenntnisse aufbauen und vertiefen.",
      "moreText": "mehr Lesen",
      "link": "/elbasan",
      "image": "/projects/elbasan/elbasan.jpg",
      "details": {
        "theLocation": "Der Standort",
        "theLocationText": "Elbasan ist die viertgrösste Stadt in Albanien. In Elbasans Peripherie liegt das A2B Zentrum der gleichnamigen Hilfsorganisation. Es bietet einen Kindergarten an, sowie einen Mittagstisch mit warmen Mahlzeiten für die Kinder und Jugendlichen aus der nahegelegenen Schule. Als ergänzende Tagestruktur führt das Zentrum im Anschluss an die Mittagsmahlzeiten begleitete Hausaufgabenhilfe und Nachhilfeunterricht durch. Obschon sich das Angebot primär an Kinder aus ärmeren Verhältnissen richtet, steht es bewusst auch besser situierten Familien offen. So wird einer Stigmatisierung vorgebeugt und eine für alle Seiten bereichernde Durchmischung ermöglicht. Im Gebäude werden auch Hilfsgüter und Lebensmittel für andere Unterstützungsangebote des Hilfswerks gelagert. iSTEP nutzt die bestehenden Hilfsgütertransporte von A2B um IT-Material nach Albanien zu schicken. ",
        "theLocationImage": "/projects/elbasan/elbasan_1.jpg",
        "whatWeDo": "Was wir tun",
        "whatWeDoText": "Seit dem ersten Einsatz im September 2023 führt iSTEP angeknüpft an die Tagesstrukturangebote von A2B regelmässig Onlinekurse für die Kinder des Zentrums durch. Die Kurse finden in einem 14-Tage-Rhythmus statt und sind modular konzipiert. Durch die Kontinuität erreichen wir einen fortschreitenden Lerneffekt und bauen eine Vertrauensbasis mit den Kindern und Jugendlichen auf. Ebenso ermöglicht uns der regelmässige Austausch, die Interessen der Teilnehmenden zu erfassen und sie bei Bedarf individuell zu fördern. ",
        "whatWeDoText2": "Die Kurse werden von lokalen Übersetzer:innen begleitet, damit auch Kinder ohne grosse Englischkenntnisse Anschluss finden. Das Kursprogramm teilt sich dabei in zwei Themenbereiche auf. Ein Angebot fokussiert sich auf den kreativen Bereich und bringt den Teilnehmenden beispielsweise Designkonzepte, sowie Bild- und Videobearbeitung bei. Das zweite Kursangebot ist auf die Vermittlung von IT-Kenntnissen ausgerichtet. ",
        "whatWeDoImage": "/projects/elbasan/elbasan_2.jpg"
      }
    },

    {
      "title": "Gjadër",
      "teaser": "Im kleinen Dorf Gjadër im Umland von Lezha liegt das Jugend- und Hilfszentrum Casa Rozalba I der Venerini Sisters. Dort finden Kinder und Frauen aus schwierigen Umständen ein neues Zuhause. iSTEP ergänzt auch hier das bereits bestehende Bildungsangebot des Zentrums mit Computerkursangeboten. Zusätzlich liefern wir Laptops und anderes Material, um den Frauen und Kindern den Anschluss ans digitale Zeitalter zu ermöglichen. ",
      "moreText": "mehr Lesen",
      "link": "/gjader",
      "image": "/projects/gjader/gjader.jpg",
      "details": {
        "theLocation": "Der Standort",
        "theLocationText": "Gjadër ist ein kleines Dorf einige Autofahrminuten von Lezha entfernt. Es ist bekannt für den aufgegebenen Militärflughafen, der heute als Schrottplatz für altes Fluggerät dient. Die verlassene Landebahn, zieht sich quer durch das Dorf und prägt das Ortsbild. Gleich neben dem maroden Startfeld steht das Jugend- und Hilfszentrum Casa Rozalba I der Venerini Sisters.  ",
        "theLocationImage": "/projects/gjader/gjader_1.jpg",
        "whatWeDo": "Was wir tun",
        "whatWeDoText": "Seit dem ersten Outreach von iSTEP im September 2023 führen wir im Casa Rozalba Anfängerkurse im Bereich allgemeine Computerkenntnisse und Office Anwendungen durch. Da die Kinder und Frauen des Zentrums oft aus schwierigen Umständen stammen, hilft iSTEP auch mit materieller Unterstützung und stellt den Bewohner:innen Notebooks und Peripheriegeräte zur Verfügung. Bei den Einsätzen vor Ort liegt der Fokus jeweils darauf, Interessierte auf einen technischen Stand zu bringen, der ihnen die Teilnahme an weiterführenden Onlinekursen ermöglicht. ",
        "whatWeDoText2": "",
        "whatWeDoImage": "/projects/gjader/gjader_2.jpg"
      }
    },
    {
      "title": "Librazhd",
      "teaser": "Librazhd ist eine kleine Stadt in der gleichnamigen Gemeinde im Kreis Elbasan im Südosten Albaniens. Es ist der neueste Standort von iSTEP, der während eines Einsatzes in Elbasan im Jahr 2024 erschlossen wurde. Das Einsatzteam lernte ein Ehepaar kennen, das ehrenamtlich mit Jugendlichen arbeitet. Schnell realisierten wir, dass iSTEP mit Onlinekursen ihr Programm ideal ergänzen könnte.  ",
      "moreText": "mehr Lesen",
      "link": "/librazhd",
      "image": "/projects/librazhd/librazhd.jpg",
      "details": {
        "theLocation": "Der Standort",
        "theLocationText": "Librazhd liegt im Tal des Flusses Shkumbin. Zehn Kilometer weiter östlich erstreckt sich inmitten der Berge die Grenze zu Nordmazedonien. Die Ortschaft liegt an einer wichtigen Verkehrsachse, welche die Küste Albaniens mit dem Südosten und Nordmazedonien verbindet. In dieser Kleinstadt hat ein Ehepaar ein ehrenamtliches Projekt aufgezogen, das Jugendlichen unter anderem Freizeitangebote anbietet. ",
        "theLocationImage": "/projects/librazhd/librazhd_1.jpg",
        "whatWeDo": "Was wir tun",
        "whatWeDoText": "Im Rahmen eines Pilotversuchs im August 2024 führte iSTEP einen einwöchigen MS-Office-Basiskurs mit den Jugendlichen in Librazhd durch. Der Kurs fand grossen Anklang und alle Seiten waren sich einig, dass die Zusammenarbeit mit iSTEP fortgesetzt werden soll. Inzwischen ist der neue Projektstandort mit dem nötigen Startmaterial an Laptops und Peripheriegeräten ausgestattet, damit Librazhd offiziell in das iSTEP Onlinekursprogramm aufgenommen werden kann. Geplant sind fortlaufende Onlinekurse ab November 2024.",
        "whatWeDoText2": "",
        "whatWeDoImage": "/projects/librazhd/librazhd_2.jpg"
      }
    }
  ],

  "Results": [
    {
      "title": "Fotografie",
      "moreText": "mehr Lesen",
      "backgroundColor": "#E07200",
      "imagePosition": "justify-center",
      "link": ""
    },
    {
      "title": "Präsentation",
      "moreText": "mehr Lesen",
      "backgroundColor": "#509D75",
      "imagePosition": "justify-center",
      "link": ""
    },
    {
      "title": "Video",
      "moreText": "mehr Lesen",
      "backgroundColor": "#F8B344",
      "imagePosition": "justify-center",
      "link": ""
    }
  ],

  "TeamMember": {
    "swiss": [
      {
        "name": "Adrian",
        "text": "Mein Leben war durch die Privilegien in der Schweiz geprägt. Dafür bin ich einerseits dankbar, andererseits beschäftigen mich die gesellschaftlichen und sozialen Ungerechtigkeiten. Es entstand ein innerer Drang, mein Glück mit benachteiligten Menschen zu teilen. Ich nahm regelmässig an Hilfseinsätzen im In- und Ausland teil. All die Begegnungen, Erfahrungen und Herausforderungen erweiterten nicht nur meinen Horizont, sondern führten auch zu einer grossen inneren Dankbarkeit. Meine Vision besteht darin, mich in andere Menschen, deren Wünsche und Projekte zu investieren. Mit einem neuen Team schlagen wir nun das nächste Kapitel iSTEP auf. Ich bin gespannt und freue mich, welche Menschen wir erreichen und bei ihren STEPs begleiten.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Aline",
        "text": "Die Arbeit mit Menschen macht mich glücklich. Menschen zu helfen und in ihrem Leben etwas zu bewegen, das ist meine Motivation. Als ich während meiner Ausbildung mit dieser Arbeit in Kontakt kam, wusste ich sofort, dass ich dieses Projekt auch nach der Ausbildung weiter unterstützen und einen Teil davon sein möchte.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Dominic",
        "text": "Die Welt der Technologie bietet endlose Möglichkeiten und hat mir ermöglicht, meinen Horizont zu erweitern und eine spannende Karriere anzustreben. Es ist eine aufregende Reise, gefüllt mit spannenden Herausforderungen und Erfolgsmomenten. Es macht mich glücklich, erlangtes Wissen zu teilen und andere dabei zu unterstützen, ihre eigenen transformative Reise anzutreten.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Sven",
        "text": "Nicht jeder hat das Glück in einem Land mit Chancengleichheit geboren zu werden und von einer guten Bildung profitieren zu können. Für mich zählt es zu den grössten Privilegien, mein Wissen an Menschen weiterzugeben, denen solche Chancen verwehrt bleiben. Die Dankbarkeit dieser Menschen erfüllt mich mit Stolz und ist eine ständige Motivation die Vision von iSTEP voranzutreiben.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Matt",
        "text": "Der Wissens- und Kulturaustausch zwischen Menschen verschiedenster Herkunft ist faszinierend. Dabei Mittendrin zu sein ist umso spannender. Durch die Einsätze kann ich mein Knowhow mit diesen Menschen teilen um ihnen so zu neuen Perspektiven verhelfen und dabei gleichzeitig meinen eigenen Horizont erweitern.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Michelle",
        "text": "Auch ich erhielt während meiner Ausbildung die Möglichkeit, Menschen aus anderen Ländern und Kulturen auf einem Stück ihres Weges zu begleiten. Diese Erfahrung hat mich mehr bereichert, als ich es anfangs für möglich gehalten hätte. Aus diesem Grund möchte ich dies nun weiter machen und auch anderen diese Möglichkeit geben.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Olivia",
        "text": "Im Rahmen meiner Ausbildung hatte ich bereits die Möglichkeit, im Vorgängerprojekt von iSTEP mitzuarbeiten. Der Austausch mit Menschen aus anderen Kulturen und mit anderen Hintergründen war eine wertvolle und bereichernde Erfahrung, die ich bei iSTEP nun fortführen darf. Ich möchte gerne meine Freude und das Interesse an der IT mit anderen teilen und ihnen dabei helfen, sich Wissen anzueignen, das sie auf ihrem weiteren Weg unterstützen wird. ",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Maxim",
        "text": "Interkultureller Austausch hat mich stets fasziniert und interessiert. In meinem Austauschjahr in Russland konnte ich Einblick in eine für mich bis dahin fremde Kultur gewinnen, dadurch konnte ich meinen Horizont stark erweitern und bin daran gewachsen. In diesem Jahr wurden mir meine Privilegien noch einmal vor Augen geführt, besonders das Privileg kostenlos gute Bildung geniessen zu dürfen, die mich befähigt sowohl im Arbeitsleben wie auch privat eine attraktive Person zu sein. Leider haben längst nicht alle Menschen dieser Welt einen so unbeschwerten Zugang zu so guter Bildung. Mithilfe von iSTEP will ich helfen, Bildung zugänglicher zu machen und somit das Leben weniger privilegierten Menschen nachhaltig zu verbessern.",
        "moreText": "Mehr Erfahren"
      },

      {
        "name": "Yannic",
        "text": "Das Arbeiten mit verschiedenen Menschen ist für mich sehr interessant. Schon während meiner Ausbildung kam ich mit dieser Arbeit in Kontakt. Ich geniesse es, andern Menschen zu helfen und meine Skills zu erweitern und Wissen weiterzugeben.",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Deborah",
        "text": "Meine Überzeugung von der Dringlichkeit sozialer Gerechtigkeit hat mich dazu motiviert, mich iSTEP anzuschließen. Die Zusammenarbeit mit Menschen aus verschiedenen kulturellen Hintergründen erfüllt mich nicht nur mit Freude, sondern ich betrachte sie auch als unverzichtbar, um gemeinsame Ziele zu erreichen. Durch mein Studium im Bereich Design Management International und meine leidenschaftliche Hingabe für Design im Kontext des sozialen Wandels sehe ich in iSTEP eine bedeutsame Gelegenheit, benachteiligten Menschen den Zugang zu Bildung zu erleichtern. ",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Marc",
        "text": "Ich arbeite noch an meinem Text...",
        "moreText": "Mehr Erfahren"
      },
      {
        "name": "Nadine",
        "text": "Ich arbeite noch an meinem Text...",
        "moreText": "Mehr Erfahren"
      }
    ],

    "albaniaLezha": [
      {
        "name": "Izabela",
        "text": "Als ich von dem Projekt hörte, wusste ich sofort, dass ich dabei sein wollte! Ich wusste, dass dieses Projekt eine Innovation für die Albaner sein würde. Es würde allen Menschen, die sich für Technik interessieren, eine neue Chance geben! Ich bin dankbar und mehr als glücklich über dieses Projekt!",
        "moreText": "Mehr Erfahren"
      }
    ],
    "albaniaElbasan": [
      {
        "name": "Fabjan",
        "text": "Die Arbeit mit der iSTEP hilft mir, einen Beitrag zu leisten und das Leben der Kinder positiv zu beeinflussen.",
        "moreText": "Mehr Erfahren"
      },

      {
        "name": "Peki",
        "text": "Technologie- und IT-Kenntnisse sind eine der wichtigsten Fähigkeiten, die heutzutage erforderlich sind. Mein Wunsch ist es, allen Kindern und Erwachsenen die Möglichkeit zu geben, diese Fähigkeiten zu erwerben und zu entwickeln. In Zusammenarbeit mit iSTEP haben wir die Möglichkeit, dieses Projekt in Elbasan ins Leben zu rufen. Außerdem wollen wir damit Kinder motivieren, zu lernen und ihr Potenzial zu entdecken.",
        "moreText": "Mehr Erfahren"
      }
    ]
  },
  "impressum": {
    "title": "Imressum",
    "disclaimer": {
      "title": "Haftungsausschluss",
      "text": "Der Autor übernimmt keinerlei Gewähr hinsichtlich der inhaltlichen Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit der Informationen. Haftungsansprüche gegen den Autor wegen Schäden materieller oder immaterieller Art, welche aus dem Zugriff oder der Nutzung bzw. Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind, werden ausgeschlossen. Alle Angebote sind unverbindlich. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne besondere Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen."
    },
    "disclaimerForLinks": {
      "title": "Haftung für Links",
      "text": "Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs. Es wird jegliche Verantwortung für solche Webseiten abgelehnt. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des jeweiligen Nutzers."
    },
    "copyrights": {
      "title": "Urheberrechte",
      "text": "Die Urheber- und alle anderen Rechte an Inhalten, Bildern, Fotos oder anderen Dateien auf dieser Website, gehören ausschliesslich oder den speziell genannten Rechteinhabern. Für die Reproduktion jeglicher Elemente ist die schriftliche Zustimmung des Urheberrechtsträgers im Voraus einzuholen."
    }
  }
}
